Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,8583D0EF44A4998B0C96F2AD09B65314
source: Look what you did, I'm horny now.
spanish: Mira lo que hiciste, estoy cachonda ahora.

# ,859B4BA447F1B280EC046E90944CED54
source: Oh... so beautiful... ahhhhhhh.
spanish: Oh... tan hermoso... ahhhhhhh.

# ,85C0F318409CD0EE03C6A0866A2BC236
source: My greatest weapon is my spear, the massive one between my legs!
spanish: Mi mayor arma es mi lanza, ¡la inmensa que tengo entre las piernas!

# ,85D697914BECD8CA4AD94DB4BE76C00A
source: Dragons are old, very old. We were the first to claim these mountains.
spanish: Los dragones son viejos, muy viejos. Fuimos los primeros en reclamar estas montañas.

# ,85E58BD244C80942385F1793A5D30333
source: Hidden in the depths, away from judging eyes, one can indulge in untold hedonism. The cavern dwellers have perfected the pleasurable arts of dark magic.
spanish: Escondido en las profundidades, lejos de ojos juzgadores, uno puede disfrutar de un hedonismo incalculable. Los habitantes de las cavernas han perfeccionado las placenteras artes de la magia oscura.

# ,85EBB13040FCB54F971A719C5A67F240
source: She will then play with my breasts and pussy for hours, begging me to return the favor.
spanish: Luego jugará con mis pechos y mi coño durante horas, suplicándome que le devuelva el favor.

# ,85F4F7D540B5915CFE03BCB33A1C34E7
source: Let me wrap my lips around that fat cock of yours, my body longs for your warm cum.
spanish: Déjame envolver mis labios alrededor de esa gorda polla tuya, mi cuerpo anhela tu cálido semen.

# ,85F88762464249CF2ADFD0AFB3D92DB4
source: Our stripes and spots are natural birth marks, and they look like paint strokes!
spanish: Nuestras rayas y manchas son marcas de nacimiento naturales, ¡y parecen trazos de pintura!

# ,8608CD3E4A24FE889A9114BB9C69E23E
source: Human feel very good. Swallowed tons of cum hahaha!
spanish: La humana se siente muy bien. ¡Tragaste toneladas de semen, jajaja!

# ,86354AD5497243D13289CF9220240F60
source: Can I ride you?
spanish: ¿Puedo montarte?

# ,863580FA480DA6167885D1A2BBF22B9C
source: Sweet delicious human seed, let it all go! Ahhh...
spanish: Dulce y deliciosa semilla humana, ¡déjala ir toda! Ahhh...

# ,863C3850414A8A0B8C0C45907E4898EA
source: Oh... ah... yes! Human... ohhhh.
spanish: ¡Oh... ah... sí! Humano... ohhhh.

# ,86705CF240B11C01C39F05BA7F02F512
source: Be sure to look out for needy blessed @MONSTER_RACE@, just be vigilant as you venture around the world, you can't miss them!
spanish: Asegúrate de estar atento a los @MONSTER_RACE@ bendecidos necesitados, solo mantente alerta mientras te aventuras por el mundo, ¡no los puedes perder!

# ,86818D694AB04782DD1A299E28AC5BAF
source: Or... you can beat them to it and have your way.
spanish: O... puedes vencerlos y salirte con la tuya.

# ,86BA29A64B876404EC611EBF5E4E3F55
source: Wow! It's so beautiful.
spanish: ¡Guau! Es tan hermoso.

# ,86C230E147542961EF516C854DF91DDB
source: Now let's make love, or you shall find the Her ire.
spanish: Ahora hagamos el amor, o encontrarás la ira de Ella.

# ,86DA9E6A4C65102E4B28A3968C3DA8FC
source: I can assure you this will feel so good.
spanish: Te puedo asegurar que esto se sentirá muy bien.

# ,86DCDE444C6876DE3F3C6D8EC7E6FC20
source: Do you wanna see all of mine?
spanish: ¿Quieres ver todo lo mío?

# ,86DE4E4645DF60181C48AD85C95C97BA
source: Manage your Demons
spanish: Gestiona tus Demons

# ,86F7371A4137035AE44922A31E9A0F25
source: *Sniff*
spanish: *Olfatea*

# ,86F7401346D43F3587BFEFAB87819829
source: Go wander around an Avatar, you will find wild @MONSTER_RACE@ roaming about aimlessly.
spanish: Pasean alrededor de un Avatar, encontraras @MONSTER_RACE@ silvestres deambulando sin rumbo fijo.

# ,8702885F4AD8627AC254029214EED99B
source: Sure, it can be tempting to drink all of the fluids, but I love you Master and know you need them.
spanish: Claro, puede ser tentador beber todos los fluidos, pero te amo Master y sé que los necesitas.

# ,870E3E9A4756B06E4D8C9FB1967261E9
source: It feels so good, and as a mermaid I must be close to the water.
spanish: Se siente tan bien, y como sirena debo estar cerca del agua.

# ,8738B95245E3A4C3EBFE789CB296F4FD
source: Well what are you waiting for? Come on in!
spanish: ¿Bueno, qué estás esperando? ¡Venga!

# ,876C0AAA40651DB0D464218A41FDE0CB
source: A centaur never backs down from her duty. I have sworn an oath and nothing will sway me!
spanish: Un centauro nunca se echa atrás en su deber. ¡He hecho un juramento y nada me influirá!

# ,8778E21C45BEF3475418C79BD3B95062
source: Amazing! I never thought I would see a real living human.
spanish: ¡Increíble! Nunca pensé que vería a un ser humano vivo real.

# ,8797C4C64E06B6CA137B77BA4824489F
source: How sad... they haven't grown in hundreds of years. Those poor bees!
spanish: Qué triste... no han crecido en cientos de años. ¡Esas pobres abejas!

# ,87AE8529473D2DEE9E580591D88F1EE5
source: As you might have guessed from the name, ejaculum-phallis are famous for producing tons of nectar.
spanish: Como habrás adivinado por el nombre, los ejaculum-phallis son famosos por producir toneladas de néctar.

# ,87F01F0B48F45D7E461449960ED82A56
source: I am high priestess Leylanna, enlightened servant of the Goddess most high.
spanish: Soy la suma sacerdotisa Leylanna, sirvienta iluminada de la altísima Diosa.

# ,88006BFC4372D17451C7D19A862A2574
source: When we had access to that nectar, the honey I made lured even the angels of Sensual Heavens to worship my nipples.
spanish: Cuando tuvimos acceso a ese néctar, la miel que hice atrajo incluso a los ángeles de los Cielos Sensuales a adorar mis pezones.

# ,8800985D4901B4EF2FE2FD9B6D818E41
source: There is no birthing, no embryo, and no pain involved whatsoever.
spanish: No hay parto, ni embrión, y ningún dolor involucrado en absoluto.

# ,887E11C1414E35B9B9420BA80FD5A411
source: @MONSTER_RACE@ are half human, we know this for a fact. To be honest we've never had a human here to... experiment with... until now.
spanish: Los @MONSTER_RACE@ son mitad humanos, lo sabemos a ciencia cierta. Para ser sincera, nunca hemos tenido un humano aquí para... experimentar... hasta ahora.

# ,889821A14F372C605AB0A58DD716FB9E
source: Pfff I can handle a titty pony.
spanish: Pfff, puedo manejar una pony tetudita.

# ,889D5D974E2DA932F5EAC7B50EC85E50
source: What do I do with the milk I buy?
spanish: ¿Qué hago con la leshe que compro?

# ,88B965E0435F9EAD252E91913254E01A
source: To call us horny is an understatement!
spanish: ¡Llamarnos cachondos es quedarse corto!

# ,88C30C5C411F049B09320995A20AE25B
source: That's a topic deserving of an entire volume.
spanish: Ese es un tema que merece todo un volumen.

# ,88C6CA66419DF0FF12D0A4B560B847DA
source: Thus, you should stay and hear my rhymes.
spanish: Por tanto, deberías quedarte y escuchar mis rimas.

# ,88DA748247D4C0C5CE3BEC9851A55E05
source: Our nature inclines us to plant roots and help life flourish. In my case, I saw so many cows wandering aimlessly here.
spanish: Nuestra naturaleza nos inclina a plantar raíces y ayudar a que la vida florezca. En mi caso, vi tantas vacas vagando sin rumbo fijo aquí.

# ,88E908134B3B56C2274F33974CFB4AE5
source: Wow! It can't be!
spanish: ¡Guau! ¡No puede ser!

# ,8914763C4965D6C23C2F2FA37534FDA8
source: However if you're a lame human who hates fun, you can give them their favorite body fluid instead.
spanish: Sin embargo, si eres un humano aburrido que odia la diversión, puedes darles su fluido corporal favorito en su lugar.

# ,896A556649DF30C2C9A122A0DA91A3C0
source: You do wish to feel my music, I knew it.
spanish: Deseas sentir mi música, lo sabía.

# ,89AD310E47680E241C7AEEB5C24A9E59
source: A chance to mate with a human is making my hearts pound, and my tentacles slick...
spanish: Una oportunidad de aparearme con una humana está haciendo que mi corazón se acelere y que mis tentáculos resbalen...

# ,89B96FEA426FD3ECBA90259F724E6DF2
source: I'm getting wet just thinking about us rubbing our labia together.
spanish: Me estoy mojando solo de pensar en nosotras frotándonos los labios.

# ,89C2CF4D4CB264FC19F1259B533341FD
source: Thus, you can only transform to variants that you have caught.
spanish: Por lo tanto, solo puedes transformarte en variantes que hayas capturado.

# ,8A20FAFA493E277B6F0278A65210863E
source: My labia are holy and magical. May your tongue be graced by their presence.
spanish: Mis labios son sagrados y mágicos. Que tu lengua sea agraciada con su presencia.

# ,8A2E92A74C7DDAAAFC792FA98B65DD60
source: The Void is an infinite expanse that exists all around you, but it is unseen.
spanish: El Vacío es una extensión infinita que existe a tu alrededor, pero es invisible.

# ,8A5F2FCA4C02275D682FC2A405506B34
source: We love humans because you're special!
spanish: ¡Amamos a los humanos porque sois especiales!

# ,8A73A23E40F07266FC6191AAAC25476C
source: Do my soft elven lips feel good? Enjoy their delicate caress as they kiss your groin.
spanish: ¿Mis suaves labios élficos se sienten bien? Disfruta de sus delicadas caricias mientras besan tu ingle.

# ,8A77725E4111005E08D6A08330057BBF
source: How is that Akabeko treating you?
spanish: ¿Cómo te trata esa akabeko?

# ,8A7AA1664D50A6AD3F66CE8B9B57C01F
source: But beware, a toll will she require.
spanish: Pero cuidado, necesitarás un peaje.

# ,8AF6FC6641A12C2B4A5B90B25313D5E2
source: I am a full grown Alraune now!
spanish: ¡Ahora soy una alraune completamente desarrollada!

# ,8B1379924334951ADC6F618BF40ECB55
source: Once the body is pushed beyond capacity, it will lose conciousness and for an undetermined time, thou shall not perceive the world.
spanish: Una vez que el cuerpo es empujado más allá de su capacidad, perderás el conocimiento y por un tiempo indeterminado, no percibirás el mundo.

# ,8B26942A46ED0C778AE5E1BC7C39336A
source: Fertile: Fertility doubles pregnancy chance from repeated breeding.
spanish: Fértil: la fertilidad duplica la posibilidad de embarazo debido a la reproducción repetida.

# ,8B4E1ACB4F89392773B344A3BE6A4E57
source: They remain at home to serve and please mother... oh how I miss pleasing mother. Her body was so...
spanish: Se quedan en casa para servir y complacer a madre... oh, cómo extraño complacer a madre. Su cuerpo era tan...

# ,8B77D0FA4239D5EB678BAE8CDE396838
source: Hedonist
spanish: Hedonista

# ,8B8E6E7E442F870ECD9423A21D60D95B
source: Your fluids have nourished me so well Master...
spanish: Tus fluidos me han nutrido tan bien Master...

# ,8B99E6244548DDC5BAF8798C9395ED84
source: Nephelym Barn
spanish: Granero de Nephelym

# ,8BADB4BC4F48C251A1FDE2BA89B03B22
source: Wrestling usually turns into sex. Weak outsiders can't tell if we are mating or fighting!
spanish: La lucha libre generalmente se convierte en sexo. ¡Los forasteros débiles no pueden saber si nos estamos apareando o peleando!

# ,8BF8D9C84BBFA034861E1CA3B675AE2F
source: But I think she likes having easier access to my crotch...
spanish: Pero creo que le gusta tener un acceso más fácil a mi entrepierna...

# ,8C159EEF4934350128EF61B587714DE0
source: Meow! It feels so good! Kitty cum for you soon ohhh!
spanish: ¡Miau! ¡Se siente tan bien! ¡Gatita correrse para ti pronto ohhh!

# ,8C3EC08A4B6E0CBD02C0D9A1DF7CF43E
source: But, the dominant @MONSTER_RACE@ half ensures that the offspring is always @MONSTER_RACE@ and reproduction works the @MONSTER_RACE@ way.
spanish: Pero, la mitad @MONSTER_RACE@ dominante asegura que la descendencia sea siempre @MONSTER_RACE@ y la reproducción funcione del modo @MONSTER_RACE@.

# ,8C5FB38741A249FFD19CB3AB1EDFCC3D
source: Kybele guards this Cockblock Gate.
spanish: Kybele protege este Portón Bloque-polla.

# ,8C93DBB64045A67B0309ACB46E0AD026
source: You will feel so good as I flood your womb with my slime...
spanish: Te sentirás tan bien mientras inundo tu útero con mi limo...

# ,8C95D2A04A969135BDEC06A780BBC656
source: Hybrid body fluids.
spanish: Fluidos corporales de Híbrido.

# ,8C9B5804468F5F400DC62BBD043B050E
source: Please take it... maybe we will cross paths again.
spanish: Por favor, tómalo... tal vez nos volvamos a cruzar de nuevo.

# ,8CA4D43149A0F1DAAAC64681E65FE7BE
source: Wow... this world is full of idiots.
spanish: Guau... este mundo está lleno de idiotas.

# ,8CB5ACBF46F02BEA48B084A15F2AD8C2
source: Once the Seraphim had started propagating, the Goddess ordered them to spread their light across the empty expanse.
spanish: Una vez que las serafines comenzaron a propagarse, la Diosa les ordenó que extendieran su luz a través de la extensión vacía.

# ,8CD67FB74B2E43F406AB5B932B717B19
source: A chance to mate with a human is making my hearts pound, and my tentacles slick...
spanish: Una oportunidad de aparearme con un humano está haciendo que mi corazón se acelere y que mis tentáculos resbalen...

# ,8CDBFE6141B0505672CA5BAAD842B1B4
source: Ahhh... the milking process is... quite pleasurable trust me human.
spanish: Ahhh... el proceso de ordeño es... bastante placentero confía en mí humano.

# ,8D055D5140B28DADFD055EA100CF2F32
source: Vulwarg body fluids.
spanish: Fluidos corporales de Vulwarg.

# ,8D12D3854864E7395B64589A2754A1A5
source: I waited so long to experience the pleasure only a human could offer...
spanish: Esperé tanto tiempo para experimentar el placer que solo un humano podía ofrecer...

# ,8D19606C4C2EC6C25E3CF1A4F53B952A
source: One cannot take on a @MONSTER_RACE@ form without first becoming intimately familiar with it.
spanish: No se puede adoptar una forma @MONSTER_RACE@ sin antes familiarizarse íntimamente con ella.

# ,8D1DC11348D4FCEB4B6BC6A7DE4D5D75
source: Yessss, before the gate closed, random cavern dwellers would sneak up behind me and have their way with my body.
spanish: Ssssí, antes de que se cerrara el portón, habitantes de las cavernas aleatorios se acercaban furtivamente detrás de mí y se salían con la suya con mi cuerpo.

# ,8D3533C24DF82A263421E5AD13FC2CE1
source: What? Yes... hearts... Krakens require two.
spanish: ¿Qué? Sí... corazones... los krakens necesitan dos.

# ,8D3E28104D0EAE4C533EE39A8D65B6DB
source: It's going to be sad to lose the ability to move, but at least I have you Master!
spanish: Va a ser triste perder la capacidad de moverme, ¡pero al menos te tengo a ti, Master!

# ,8D4C9C144C33EE6A19B08696ABFFB5DA
source: I will make you feel so good, if it is pleasure that you seek.
spanish: Te haré sentir tan bien, si es placer lo que buscas.

# ,8D8E77CB4454DA71E9231DA6647955ED
source: My hunger is satiated, but not for long... be assured when it returns I will again suck you dry.
spanish: Mi hambre está saciada, pero no por mucho tiempo... ten por seguro que cuando vuelva, te volveré a chupar hasta dejarte seco.

# ,8DA42A584992D1AF833DDA8EA615FB7B
source: *Slurp* *Lick*
spanish: *Sorbe* *Lame*

# ,8DDD55F24FF9E587CD5770861537FEC2
source: When humans reproduce, the process is slow and subject to all sorts of tragic complications.
spanish: Cuando los humanos se reproducen, el proceso es lento y está sujeto a todo tipo de trágicas complicaciones.

# ,8E241E394ECAACAC71637784506ACEA1
source: Foxen body fluids.
spanish: Fluidos corporales de Foxen.

# ,8E34225A44160F2F0BD6DD9EFC546B2E
source: Ohhhh... we should do it again.
spanish: Ohhhh... deberíamos hacerlo de nuevo.

# ,8E5478244452BC05131C69AB8D675563
source: On second thought, I'm not thirsty.
spanish: Pensándolo bien, no tengo sed.

# ,8E670FBC49A79D7C192CB5916E7E2B4B
source: If you do not leave this place, your little human pussy will become aquainted with it!
spanish: Si no abandonas este lugar, ¡tu pequeño coño humano se familiarizará con él!

# ,8E6A9EEC45D5EC9F679747AFFA8DA855
source: M-m-maybe one of those adorable Foxen!
spanish: ¡T-t-tal vez uno de esos adorables foxen!

# ,8F1086D44A2F92032FB2109D420506BA
source: *Slurp* *Lick*
spanish: *Sorbe* *Lame*

# ,8F1A20C3401841EB835DBDA94858E823
source: Oh, mayhaps tis milk ye want?
spanish: Oh, ¿tar veh es leshe lo que quiereh?

# ,8F8279FC4A2E364B7CE585981E0279EF
source: Manage your Seraphim
spanish: Gestiona tus Serafines

# ,8F881FCB45236FE8DB057EBCF2939A73
source: I recently finished a session with her... ahhh. My mind is so clear and open.
spanish: Recientemente terminé una sesión con ella... ahhh. Mi mente está tan clara y abierta.

# ,8FD6281749815A4E5D3B62A257075F76
source: Most are just like me, we want your love! It is both a blessing and a curse to be self aware of your intense lust.
spanish: La mayoría son como yo, ¡queremos tu amor! Es a la vez una bendición y una maldición ser consciente de tu intensa lujuria.

# ,8FF3797442838C0E95D3409B6C613E43
source: Even from the Void, they adore you breeder. You have made it your goal to bring them into this world so that they might experience pleasure and love.
spanish: Incluso desde el Vacío, te adoran, criador. Te has propuesto traerlos a este mundo para que puedan experimentar placer y amor.

# ,8FFFE80A49114390AEF4A190D3F0A48F
source: Fertile
spanish: Fértil

# ,9006FF4140E2EBD3C3E40ABD8F0E2D40
source: Hmm... perhaps.
spanish: Hmm... quizás.

# ,900A82D44250A3392806469644B7B93B
source: However, roaming this land are lesser @MONSTER_RACE@, to which many brand as "wild".
spanish: Sin embargo, vagando por esta tierra hay @MONSTER_RACE@ menores, a lo que muchos califican como "silvestres".

# ,902A41DB403EFA60B99E8CB596EFE0BF
source: My body longs for your delicious breast milk.
spanish: Mi cuerpo anhela tu deliciosa leche materna.

# ,906D8350484725AED7108C8EB418C5AF
source: This one isn't for me, but the beautiful golden angel Emissary. She doesn't seem interested when I try to please her... and oh have I tried. I want to get her something really special, bring me the most lusty Nephelym you can breed. When you do, I will let it make love with Emissary until she cums. If she doesn't, I definitely will while watching. -Leylanna
spanish: Este no es para mí, sino la hermosa ángel dorada Emisaria. No parece interesada cuando trato de complacerla... y oh, lo he intentado. Quiero conseguirle algo realmente especial, tráeme el Nephelym más lujurioso que puedas criar. Cuando lo hagas, dejaré que haga el amor con Emisaria hasta que se corra. Si ella no lo hace, definitivamente lo haré yo mientras observo. -Leylanna

# ,907E7C35462D4EC3BC72C5B05C7ABDB9
source: I hear your eyes working your way down my voluptuous form, your heart beats faster, but... oh... no.
spanish: Escucho a tus ojos recorrer su camino bajando por mi voluptuosa forma, tu corazón late más rápido, pero... oh... no.

# ,90AAD27D43E39D45DAC8A492F1373436
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,90BF47A74AF19E981D455BAB280C9D02
source: Hedonist: Gains the XP that would have been granted to the other mate.
spanish: Hedonista: gana la EXP que se le hubiera otorgado al otro compañero.

# ,90CF176E415EE7CEA27716868800482A
source: Timeeee for the fluidsssss?
spanish: ¿Hoooora de los fluidosssss?

# ,90DA01BE4F6814F010ECF99D4730B696
source: Dragon
spanish: Dragón

# ,911090974165315ED68A81A7F5257175
source: You felt so good... we can spend hours together.
spanish: Te sentiste tan bien... podemos pasar horas juntos.

# ,912A5F994D44D6C64F6E35AE76B06D09
source: *Blush*
spanish: *Sonrojo*

# ,91512E3C41CA91E3C203E3BFD899DA24
source: Human cum is something I have always wanted.
spanish: El semen humano es algo que siempre he querido.

# ,918C772C4F35E159A184638CC564271F
source: Did you not experience immense pleasure as I sucked your genitals for all they had to offer?
spanish: ¿No experimentaste un inmenso placer mientras chupaba tus genitales por todo lo que tenían para ofrecer?

# ,91922DC94FEA86B72D24D097B1B9B169
source: Tree roots hold it in place.
spanish: Las raíces de los árboles lo mantienen en su lugar.

# ,91C04C0641057656CC61A48472D8954C
source: I need human cum to grow into my final form. Your dick will slide all the way down my throat as I suck every drop.
spanish: Necesito semen humano para crecer hasta mi forma final. Tu pene se deslizará todo el camino bajando por mi garganta mientras chupo cada gota.

# ,91EBB0754C1505A5258A0CB3E6CE0D71
source: Sure can! I'm a bunny, so hopping up there wouldn't be a problem.
spanish: ¡Claro que sí! Soy una conejita, así que saltar allí no sería un problema.

# ,926325814BBC6464CA76E097764B7F27
source: Hominal: Inherited more human traits.
spanish: Humanoide: heredó más rasgos humanos.

# ,926950C44065493241D67FA1816D2447
source: It's been sometime since I have been mouted, so I might get rough!
spanish: Ha pasado algún tiempo desde que me montaron, ¡así que podría ponerme dura!

# ,92840010469055DB3A7EADA0FB5C99E1
source: Human is right... tribe is weak.
spanish: El humano tiene razón... la tribu es débil.

# ,929A4EF9420407BC85391A864F8E955D
source: Our preference is always for semen from the source, if you are interested... it will feel amazing!
spanish: Nuestra preferencia es siempre por el semen de origen, si estás interesado... ¡se sentirá increíble!

# ,92CD80ED43FA1902AD31098F05B9E924
source: Oh the old temple?
spanish: Oh, ¿el viejo templo?

# ,92E3821949A8C289A4AAFCA4103F1915
source: Yes! Ohhhh, so big... keep going human! Ahh...
spanish: ¡Si! Ohhhh, tan grande... ¡sigue así humano! Ahh...

# ,92E810794E27E1F318AD0C9D4701705B
source: My fuzzy hands will fix this, but some human love could help too...
spanish: Mis manos vellosas arreglarán esto, pero un poco de amor humano también podría ayudar...

# ,9309BD074F9B0FFE924A35B157A44C07
source: The thunderous clash of their fall sometimes even shakes the fruit loose.
spanish: El estruendoso choque de su caída a veces incluso hace que la fruta se suelte.

# ,931A324E4A49D084F8210CA54C479750
source: Well your tongue certainly found it's way around @BREEDER_NAME@.
spanish: Bueno, tu lengua ciertamente encontró su camino alrededor, @BREEDER_NAME@.

# ,93200BC643D32038D21FA9A6972CB59F
source: Amazing!
spanish: ¡Asombroso!

# ,934029E9456E811CFA0084839F9BABE4
source: Sweet and juicy, but just a little squishy.
spanish: Dulce y jugosa, pero solo un poco blanda.

# ,93692542487EDBAE8A18A699EC9053E1
source: So much excitement for one day, getting sleepy.
spanish: Tanta emoción por un día, me está dando sueño.

# ,936951A3415054668ED149B82FBDB343
source: Butterflies are a rare Thriae variant, but not a strong one.
spanish: Las mariposas son una variante rara de thriae, pero no fuerte.

# ,9376B5AE48D48B7CA5084B81F2F5181E
source: A human? How neat!
spanish: ¿Un humano? ¡Qué bien!

# ,9386C1184C3F241BDF4D33BB1297FF2B
source: Take off your clothes and surrender to the pleasure.
spanish: Quítate la ropa y ríndete al placer.

# ,93965A5D468FD50976A359A6DC4ABD45
source: Nephelym Barn
spanish: Granero de Nephelym

# ,939FC3974789211249F6CB84A4A9FCB8
source: Can I have that keystone?
spanish: ¿Puedo tener esa piedra-llave?

# ,93ACD44B44EFF7C20AF15E9D718C3166
source: Missionary
spanish: Misionero

# ,93B6CD7C4E7ECCBA8FD7F38BD9A11025
source: Uh... meow!
spanish: Uh... ¡miau!

# ,93BFA77B4203C927F888AA9756403DB1
source: This allows you to catch and store all variants of Dragon.
spanish: Esto te permite capturar y almacenar todas las variantes de Dragones.

# ,93DE33A2469E1BAFBEC17DAF59AF4070
source: Go talk to bulge kitty, she pretends to be exactly that.
spanish: Ve a hablar con la gatita con bulto, ella finge ser exactamente eso.

# ,941010544E6432D137832FA1B37E0C10
source: So we can do any position that might arise.
spanish: Entonces podemos hacer cualquier posición que pueda surgir.

# ,943C15EB4C419656532B6A8A133CD0F3
source: You may have my cum!
spanish: ¡Puedes tener mi semen!

# ,94451EBE42500C5CEC2E988DDD887046
source: Nymphomaniac: Loyalty is increased twice as fast from having sex.
spanish: Ninfómano: la lealtad aumenta dos veces más rápido al tener sexo.

# ,9458CFDE4690A312D5CC8F94BF4AE00A
source: Who is the pink Alraune?
spanish: ¿Quién es la alraune rosa?

# ,945B516446601CCDF45E92B6DC0D6175
source: Is that a comforting feeling?
spanish: ¿Es un sentimiento reconfortante?
