Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,5F4FDDD7441D663752F3D78544042EEA
source: I'm getting wet just thinking about your thick cock seeding me.
spanish: Me estoy mojando solo de pensar en tu gruesa polla sembrándome.

# ,5F71A084478332FD553228BF6DB08550
source: Huge Size
spanish: Tamaño Enorme

# ,5F895A6648E5FFD934EC86AD63AB82BC
source: We can learn the origins of the universe.
spanish: Podemos conocer los orígenes del universo.

# ,5F9984824BEBBCD016F7B7BF5D1C25E3
source: *Lick* *Lick*
spanish: *Lame* *Lame*

# ,60410B284D389F42A420F0BAD4C32CD1
source: Ah, well I could grant you access, but... there is something I want in return.
spanish: Ah, bueno, podría concederte acceso, pero... hay algo que quiero a cambio.

# ,604FA2154312C173E208F3949C0C0A75
source: Judging by the mess on the temple floor, quite good.
spanish: A juzgar por el desorden en el suelo del templo, bastante buena.

# ,60635C454CEF8341039602B6529EEE22
source: Since humans are, or were, a myth, spiders crave the next best thing: elves.
spanish: Dado que los humanos son, o fueron, un mito, las arañas anhelan la siguiente mejor opción: los elfos.

# ,609D904E4D1F23007D88028804202202
source: I have caught the variant you requested.
spanish: He capturado la variante que solicitaste.

# ,60B6EB594571EB46AAF53EAF5A1EF34C
source: That instinct draws them to what the temple calls "Avatars of the Goddess".
spanish: Ese instinto los atrae hacia lo que el templo llama "Avatares de la Diosa".

# ,60F7E0894814D89ADDD7CDBD0B8BDFA5
source: Bring those soft breasts to me... I want to feel them.
spanish: Tráeme esos suaves pechos... quiero sentirlos.

# ,610937E54B5168894FBCF992E5728C73
source: The human of the drylands returns.
spanish: El humano de tierra firme regresa.

# ,611DA9BB4817A59AE6891B9EEF129C59
source: Some adore you so greatly, they are willing to bind themselves to your physical body, allowing you to take on their form.
spanish: Algunos te adoran tanto que están dispuestos a unirse a tu cuerpo físico, permitiéndote tomar su forma.

# ,611DEEEA4F0BEB84BE76FDAD70AB9B96
source: You came through for us human, and for that you have my thanks. My girls have removed the honey preventing you from entering Sultry Plateau.
spanish: Viniste por nosotras, humano, y por eso tienes mi agradecimiento. Mis chicas te han quitado la miel que te impide entrar en la Meseta Bochornosa.

# ,61341EBA4A04883698FF08BF81A229FB
source: What is the Great Conception?
spanish: ¿Qué es la Gran Concepción?

# ,613E368A449069B472AC11842731C6AB
source: Ahhh so sweet and creamy! I haven't felt this good in decades.
spanish: ¡Ahhh, tan dulce y cremoso! No me había sentido tan bien en décadas.

# ,61A8146D43CCAA9D468CCC9D2CB22F42
source: If I recall... they rigged up some switch 'an pulley system.
spanish: Si mah no recuerdo... inhtalaron un interrustor y sihtema de poleah.

# ,61C3C47B425E2ACFE03921A38EDBD93D
source: Esoteric Glade is now accessible.
spanish: El Claro Esotérico ahora es accesible.

# ,61DD0F8342D2EFAE9232248215EADFB4
source: This allows you to catch and store all variants of Nekos.
spanish: Esto te permite capturar y almacenar todas las variantes de Nekos.

# ,61DEC1574FD90C69A68E04B4E3BD4DDB
source: Tell me about @MONSTER_RACE@ reproduction.
spanish: Háblame de la reproducción @MONSTER_RACE@.

# ,6200B02D4EBCCEB4A3E6E2A95F82F6FA
source: She has the unique ability to change her body, both in size and... "features".
spanish: Tiene la capacidad única de cambiar su cuerpo, tanto en tamaño como en... "características".

# ,620C1C684C2E93329AEAD78099B4E620
source: Both enter another dimension where gestation begins, and what is years for the @MONSTER_RACE@ offspring is but seconds for us.
spanish: Ambos entran en otra dimensión donde comienza la gestación, y lo que son años para la descendencia @MONSTER_RACE@ son apenas segundos para nosotros.

# ,6229EDF2456AA517D405ACBDBBD6D488
source: Sometimes a tribe sister comes up here to challenge me. She will leave with her pussy and mouth full of my seed!
spanish: A veces, una hermana de la tribu viene aquí para desafiarme. ¡Ella se irá con el coño y la boca llenos de mi semilla!

# ,623951124677DCB7B08E31B3C53CABCC
source: Hmm... I believe I can.
spanish: Hmm... creo que puedo.

# ,6266DCAA4BE349E65FF6D89994B5E9C6
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,627219374671317BBA6148B048EA7B8F
source: Such creations roamed in weak forms purely by instinct, what you call animals.
spanish: Tales creaciones vagaban en formas débiles puramente por instinto, lo que llamais animales.

# ,6272317B4A4AE3E76212F6A3B94CDAAA
source: Such strength... ahhh!
spanish: Tanta fuerza... ¡ahhh!

# ,62B5CF3C40893752840CAEBF4C8159C3
source: It did not deserve the pleasures you granted it, and I would advise never speaking with it again.
spanish: No merecía los placeres que le concediste, y te aconsejaría que no volvieras a hablar con ella.

# ,62DABAA04453893D6FCD5390D28CB19A
source: Soon, I will fully bloom and not be able to move. We can have a lot of fun with my flower body!
spanish: Pronto, floreceré completamente y no podré moverme. ¡Podemos divertirnos mucho con mi cuerpo de flores!

# ,62FF5D604699246B05ECEDA19F98F1BA
source: You have no idea how much restraint I am putting forth at this moment...
spanish: No tienes idea de cuánto me estoy conteniendo en este momento...

# ,630D79B54CCF1CADC252DB970D8C7327
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,63185F8D44DB00B8514792BA4971889F
source: She will probably know more, she sleeps... I mean gets... around.
spanish: Probablemente ella sabrá más, duerme... quiero decir, se mueve... alrededor.

# ,6340E0A045F87C6E35C3348C97609B67
source: I want to make love with you, I will not lie.
spanish: Quiero hacer el amor contigo, no mentiré.

# ,639BDE8A40D4ABAD77555A89D2C8E86B
source: Or being your sex toy. Don't think I haven't noticed you defiling their adorable fuzzy bodies.
spanish: O ser tu juguete sexual. No creas que no te he visto profanando sus adorables cuerpos peludos.

# ,63A38D02485080C06D6E03A71640D251
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,63A5E9734DC0420DD97A739128DEEF85
source: *Lick* *Slurp*
spanish: *Lame* *Sorbe*

# ,63ACAC1E4A5D5DFE164A168EAFEE76BC
source: Aye, 'tis been countless years since anyone's been down there!
spanish: ¡Seh, han pasao incontableh añoh dehde que arguien ehtuvo allí!

# ,63B540744119014025598C8555237076
source: Humans... I can understand why the world is obsessed with you now.
spanish: Humanos... puedo entender por qué el mundo está obsesionado contigo ahora.

# ,63B6296840BB64E725E7219F715EEAB1
source: Something mythical... something forbidden... something... human!
spanish: Algo mítico... algo prohibido... algo... ¡humano!

# ,63C3A400466ECFE75FCDA58BBC7954C9
source: She was... eh... doing interesting things with a massive spider!
spanish: Ella estaba... eh... ¡haciendo cosas interesantes con una inmensa araña!

# ,63F3737B48B4C916545D1D8159EB762C
source: Cowgirl
spanish: Vaquera

# ,642A06E64C62D0AA35E17FB7181BDBD8
source: By inhaling it all day it grants me visions into worlds beyond.
spanish: Al inhalarlo todo el día, me concede visiones de mundos más allá.

# ,643311E64814ADA6B66E4AB03B31A666
source: In her long years, she has mastered the magical arts of flesh transmogrify and sexual pleasure.
spanish: En sus largos años, ha dominado las artes mágicas de la transfiguración de la carne y el placer sexual.

# ,644065F84B0F2E772BE21695810A2F0F
source: Bovaur body fluids.
spanish: Fluidos corporales de Bovaur.

# ,6447F38E4E2E302612E297856123386E
source: Take Pearl
spanish: Toma la Perla

# ,646A76464079BB23F12A50A6B8512B75
source: We just love you too much, and sometimes our desires spiral out of control!
spanish: Te amamos demasiado y, a veces, ¡nuestros deseos se descontrolan!

# ,646F99EA498DD1E54CCB8AB5413F39DB
source: Different ways of seducing your mates, but all with the same goal.
spanish: Diferentes formas de seducir tus compañeros/as buscas, pero todas con el mismo final.

# ,6472B92C4C77BC77E4D51599F203425B
source: Girthy lump? More like... delicious fuck lump!
spanish: ¿Bulto orondo? Mas bien... ¡delicioso bulto que joder!

# ,6496BB7A43CF18E495C6FABAEFB6B0C9
source: Your body would make a great sex toy.
spanish: Tu cuerpo sería un gran juguete sexual.

# ,64CC71FD416D9657B85C8B867FC921DE
source: As queen, I am entitled to constant pleasure. Yet, my daughters are busy collecting nectar.
spanish: Como reina, tengo derecho al placer constante. Sin embargo, mis hijas están ocupadas recolectando néctar.

# ,64D03AEC41B764C9BCFB0CAAED5A58DD
source: *Strange moans and squishy noises can be heard within.*
spanish: *Se pueden escuchar extraños gemidos y ruidos blandos en el interior.*

# ,64DDB04B426866024F9EFC98D34E99E5
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,64E952FE4B46D2DBE99FAD9370462318
source: Do you always stand on that barrel?
spanish: ¿Siempre estás de pie sobre ese barril?

# ,650E3F124AAD112733D65B9F0D095FA8
source: When I came back covered in cum from every creature in @WORLD_NAME@, she laughed for hours.
spanish: Cuando regresé cubierta de semen de todas las criaturas en @WORLD_NAME@, se rió durante horas.

# ,653BCE96424AE552DCA4D7853B50BC39
source: Actually, fat ass reminds me of something!
spanish: En realidad, ¡el culo gordo me recuerda algo!

# ,657B8CAA4F7FC96AAD9188A418E914E3
source: To start s-s-sex and... control it.
spanish: Para iniciar el s-s-sexo y ... controlarlo.

# ,659F65A5454F216DBCA2DE943F3D816D
source: Oh Master... you are too good to me.
spanish: Oh, Master... eres demasiado bueno para mí.

# ,65F2B1384977D80660A4E4A91389BC9D
source: Grungy
spanish: Sucio

# ,660193204E5DEA727DEC1C858BA2467E
source: Legends say, when a blessed dragon consumes the milk she will be granted new vigor.
spanish: Las leyendas dicen que cuando un dragón bendecido consume la leche, se le otorgará un nuevo vigor.

# ,664C0BE948989DEEE1185793CB1EEE77
source: My teachings are not for those who desire to keep their virginity.
spanish: Mis enseñanzas no son para aquellos que desean mantener su virginidad.

# ,6658580C407404A28C6BD1875A2920D2
source: What a lovely talking fern...
spanish: Qué encantador helecho parlante...

# ,668D13F146AB0A33AF196F814E2CAA98
source: Bathe.
spanish: Bañarse.

# ,6692103B4B53269229DB388B380B520F
source: Do hurry human, I am very horny and ready to mate with the world... starting with you.
spanish: Date prisa humana, estoy muy cachonda y dispuesta a aparearme con el mundo... empezando por ti.

# ,66E2EA9044A750BB60AD308B87FE3071
source: They eat the bossom cherries faster than I can make them.
spanish: Se comen las cerezas de seno más rápido de lo que puedo hacerlas.

# ,66E8E5AB4E2D126AFBE3A7858C3E70EF
source: Can you think of a better name? Just look at the damn things.
spanish: ¿Se te ocurre un nombre mejor? Sólo mira las malditas cosas.

# ,66F6289345C29C0CE3AFC2A1AB411CEE
source: Ohhh yes... meow... ahhh...
spanish: Ohhh, sí... miau... ahhh...

# ,66FF732B48A05F6D56007DA56AA83546
source: Hehehe... she is going to love what I brought her.
spanish: Jejeje... le va a encantar lo que le traje.

# ,6704B8A54849F885661105A85287867D
source: First, I have to be naked.
spanish: Primero, tengo que estar desnuda.

# ,6779B6F54EA9811CDA01BB899D8E10A4
source: I'm Amber-Mae, yer Bovaur dairy lass!
spanish: ¡Soy Amber-Mae, tu mosa leshera bovaur!

# ,679174774B8AE81A6C98AE933C6D1BF3
source: Let me just say, "experience" what you drylanders have to offer.
spanish: Permíteme sólo decir, "experimenta" lo que tienen para ofrecer los de suelo firme.

# ,679B9CA8446900121B93359B9CD3CC08
source: What a shame... such beautiful sounds we could make.
spanish: Qué lástima... qué hermosos sonidos podríamos hacer.

# ,67B0B0EE4398E581F4E9B6AF9761BCCE
source: Captivated by my buxom behind, they would worship it or stick their fat cocks deep inside. I took more loads in my ass than any other @MONSTER_RACE@. Hiss!
spanish: Cautivados por mi trasero exuberante, lo adorarían o meterían sus gordas pollas hasta el fondo. Tomé más cargas en mi culo que cualquier otro @MONSTER_RACE@. ¡Sss!

# ,67B51FA5454DB188B081BFACCC583F71
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,67EB3E22466BD62D9BC182899350E3AF
source: *Purr*
spanish: *Ronronea*

# ,6829983E4E26EA5122F484ADF8FB4FD0
source: So I can, y-y-you know... feel your cock deep inside me.
spanish: Entonces puedo, y-y-ya sabes... sentir tu polla profundamente dentro de mí.

# ,6850165B47861B4D0E47B1AFBC409B6A
source: It's a nutritious aphrodisiac, a very powerful one so be careful!
spanish: Es un afrodisíaco nutritivo, uno muy poderoso, ¡así que ten cuidado!

# ,688E1D934E2D63E60F30488E807E8643
source: While we never want to do harm, our desires must be satisfied at any expense.
spanish: Si bien nunca queremos hacer daño, nuestros deseos deben satisfacerse a toda costa.

# ,68A15FB749BF4A36B88C4C82CBC3166E
source: Soon my nectar collection will be complete, and I can return to the Hivelands.
spanish: Pronto mi colección de néctar estará completa y podré regresar a las Tierras-Colmena.

# ,68CDC1534D4397A3A7211A8ED7C2F578
source: Ohhh yes... meow... ahhh...
spanish: Ohhh, sí... miau... ahhh...

# ,6928C04F4EBC681B1BF676BB56435E32
source: Charmer
spanish: Encantador

# ,694BFC904B3397B73FEBEF836CD65954
source: We have been best friends ever since, even though she won't tell me her name.
spanish: Hemos sido mejores amigos desde entonces, aunque ella no me dirá su nombre.

# ,695409264F52725B30031E8F0FB4052C
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,69736B6847FFEF0E503D5B911CB4FE32
source: I may or may not take advantage of cute sleeping cows...
spanish: Puedo o no aprovecharme de las lindas vacas durmientes...

# ,697AC02A4A47BBBD70150ABE216F79E9
source: Contemplate for moment while I apply some lube.
spanish: Contempla por un momento mientras aplico un poco de lubricante.

# ,698288A146113C1492125B891EA3456D
source: Can I have that keystone?
spanish: ¿Puedo tener esa piedra-llave?

# ,6993DD7B4964C190B75F98AABA008FAA
source: Well butter my butt and slap me with a biscuit. A human!
spanish: Bueno, unta mi trasero con mantequilla y dame una bofetada con una galleta. ¡Un humano!

# ,69F9118A434154DE440203AEBAD52F22
source: If that means keeping our mates wrapped for hours while we milk every last drop of seed from them, so be it.
spanish: Si eso significa mantener a nuestros compañeros envueltos durante horas mientras les ordeñamos hasta la última gota de semilla, que así sea.

# ,6A26D99744982C7F05898A800D9AB807
source: Nephelym Barn
spanish: Granero de Nephelym

# ,6A4F7C15487175679D62FFA469639D1A
source: Butter stick? Are you serious?
spanish: ¿Barra de mantequilla? ¿En serio?

# ,6AAA8DC54239107FC4E476B1F67AD574
source: Ohhh... big human dick feels amazing!
spanish: ¡Ohhh... el gran pene humano se siente increíble!

# ,6AADAD5D41D98C207B7FEB993604434A
source: It will not move.
spanish: No se moverá.

# ,6AD76D124EA5FF55B998D39AD1070F08
source: Oh my! Ohhhh!
spanish: ¡Oh cielos! ¡Ohhhh!

# ,6AFADD1A416223C71B86159050C16A67
source: My body is ready.
spanish: Mi cuerpo está listo.

# ,6B00C5C74D9E87523316E2827BCF76F6
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,6B7696AA4F7FC59BCCFABC996AED1F8B
source: I envy my lesser siblings in a way, they are not required to embark on a 30 year pilgrimage like me.
spanish: En cierto modo, envidio a mis hermanos menores, no están obligados a embarcarse en una peregrinación de 30 años como yo.

# ,6BC585A94AB919791876E989ABC6AFC2
source: Didn't get very far though, me jugs 'an buxom hips said no!
spanish: Sin embargo, no llegué muy lejoh, ¡mis cántaroh de leshe y caderah ezuberanteh dijeron que no!

# ,6BD3487945B18914AE271E871E682D15
source: Now... come closer, for I wish to mate with you.
spanish: Ahora... acércate, porque deseo aparearme contigo.

# ,6BD4BB9B462B18C1771C5C8CE331DDAC
source: I'm too shy... so I just collect nectar for our queen.
spanish: Soy demasiado tímida... así que solo recojo néctar para nuestra reina.

# ,6C9735694D5FA2594461AF9E28110F5C
source: Gently of course. To date there has never been an instance where a @MONSTER_RACE@ has intentionally harmed a human.
spanish: Gentilmente por supuesto. Hasta la fecha, nunca ha habido un caso en el que un @MONSTER_RACE@ haya lastimado intencionalmente a un humano.

# ,6CE8D4CC4972C62CFCB7FE9919BBA235
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,6CEBE4ED41B379988D725290EDC4FE95
source: This little body experienced a lot of pleasure...
spanish: Este cuerpecito experimentó mucho placer...

# ,6D0C594D4C4F236FB6A4E28627184737
source: Foxen and Vulwargs like the shade and trees of the Lustwood.
spanish: A los foxen y los vulwarg les gusta la sombra y los árboles del Bosque de la Lujuria.

# ,6D1219CB453AA152B8E0548996E8123B
source: Apparently, if you go deep enough, you will find hell itself. Filled to the brim with lusty demons and dark magic.
spanish: Aparentemente, si profundizas lo suficiente, encontrarás el infierno mismo. Lleno hasta el borde de lujuriosos demonios y magia oscura.

# ,6D1431474F1C713E9D755F93772C653C
source: Juicy: Produces 50% extra body fluid when harvested.
spanish: Jugoso: produce un 50% de fluido corporal adicional cuando se cosecha.

# ,6D1721A840C5FB9C772FA0B710043ADC
source: Waterfall!
spanish: ¡Cascada!

# ,6D1F8DD440DBF92518A5E6833EB831FA
source: I've heard legends of the daughters of the queen bee in Hivelands.
spanish: He escuchado leyendas de las hijas de la Abeja Reina en las Tierras-Colmena.

# ,6D4E481742B09428791263B3A820281E
source: Oh my... I'm so embarrassed, 'mai urges got the best o' me!
spanish: Oh cieloh... ehtoy tan avergonsaa, ¡mih impursoh se apoderarón de mí!

# ,6D4FCB5345397A3D9726C1AAA8B438D6
source: I am not powerful enough to control the plants in other lands.
spanish: No soy lo suficientemente poderosa para controlar las plantas en otras tierras.

# ,6D77CB43488C767A611292B40E89506D
source: No one ever comes down here, let alone a human.
spanish: Nadie viene aquí, y mucho menos un humano.

# ,6D839EC343F5CB6DF39F048E74C3A3F6
source: Lap Dance
spanish: Baile Erótico

# ,6DBA71B949F9F1ABB3D362AB777D197E
source: It's been sometime since I have released, so this is going to get messy.
spanish: Ha pasado algún tiempo desde que he descargado, así que esto se va a complicar.

# ,6DCC52994B8322D169A47299585B1FFA
source: Because this happens from the Void, there are a few limitations. However, it is a noble gesture.
spanish: Debido a que esto sucede desde el Vacío, existen algunas limitaciones. Sin embargo, es un gesto noble.

# ,6DD6D2E84735C26D7103ADA9DEA53E81
source: If you do not leave this place, you will mount me with that modest sized cock until I'm satisfied!
spanish: Si no abandonas este lugar, ¡me montarás con esa polla de tamaño modesto hasta quedar satisfecha!

# ,6DFA50D843F564F540771EAD2DCC848B
source: Just don't tell her if you see her! If you do, you will feel my wrath again!
spanish: ¡Simplemente no le digas si la ves! Si lo haces, ¡sentirás mi ira de nuevo!

# ,6DFC948B4585FAC19AED8692ED4B45F2
source: This is getting weird...
spanish: Esto se está volviendo raro...

# ,6E00A63F478F64D2903412BF02831B47
source: Something mythical... something forbidden... something... human!
spanish: Algo mítico... algo prohibido... algo... ¡humano!

# ,6E3ED9254DE919CFE39F24ACDABD6292
source: You have no idea how much restraint I am putting forth at this moment...
spanish: No tienes idea de cuánto me estoy conteniendo en este momento...

# ,6E5A40D849715A40BDC9ECBCE9E3F1C1
source: Blessed @MONSTER_RACE@ like me have human-level intelligence. Sometimes even greater!
spanish: @MONSTER_RACE@ bendecidos como yo tienen una inteligencia a nivel humano. ¡A veces incluso mayor!

# ,6E673F5644EA7EA6CE684F9AD751AAA9
source: Oh... ah... it feels so good. I am going to cum.
spanish: Oh... ah... se siente tan bien. Me voy a correr.

# ,6E7585B44800A93D4B9E9AB43E129A72
source: Hehehehe... you practically can already--I barely wear anything!
spanish: Jejejeje... prácticamente ya puedes: ¡apenas uso algo!

# ,6E9F24A04A1B818667C201B33366EB1B
source: You will no doubt encounter blessed ones in this world who simply want their desires fulfilled.
spanish: Sin duda te encontrarás con bendecidos en este mundo que simplemente quieren que se cumplan sus deseos.

# ,6EA72B844C05F4F77473C38011839AB4
source: Oh wait... I uh...
spanish: Oh, espera... yo eh...

# ,6EB1D4054ABCE1E3818FC39FB5A8415A
source: Somehow you took a cock larger than you and still made it feel amazing.
spanish: De alguna manera tomaste una polla más grande que tú y aún así haces que se sienta increíble.

# ,6ED67799423B871587B12E8DEC3D1BE1
source: Oh! A cute li'l human! Nary in all me puff did I expect te see such a thing!
spanish: ¡Oh! ¡Un lindo peke humano! ¡Ni en toda mi bocanaa ehperaba veh argo así!

# ,6F1214E04CFF55C4F15CF6B9593AE091
source: Ahhh... yes. My desires are surging, won't you indulge in my body? I will try to be gentle.
spanish: Ahhh... si. Mis deseos están aumentando, ¿no te complacerás con mi cuerpo? Trataré de ser gentil.

# ,6F1DCF64442949FA9CD221911F8540AD
source: You have just become @WORLD_NAME@'s newest resident!
spanish: ¡Te acabas de convertir en el residente más nuevo de @WORLD_NAME@!

# ,6F314EC947FA4FB92B59FFB3E0E4AC10
source: Talk to that super cute snake lady with the funny hat.
spanish: Habla con esa súper linda dama serpiente con el sombrero gracioso.

# ,6F4E36894BE6D32AB2BF92B2FB1F5697
source: But first, a donation to the Goddess most high. Praise be Her name.
spanish: Pero primero, una donación altísima Diosa. Alabado sea Su nombre.

# ,6F5E6DAB49A4FDFA3CF6ADB4F98239E5
source: Ahhhh! Suck 'em hard, 'mai milk is all for you!
spanish: ¡Ahhhh! Chúpalah fuerte, ¡mi leshe es toa pa ti!

# ,6F8F41154136EFB2D479DCB4A853DC48
source: Hahaha! *snarl*
spanish: ¡Jajaja! *gruñido*

# ,6FA3A5FA4FAB4D57D0E13D8815C6D5E7
source: My beloved orb!! It's so beautiful, I will cherish it always.
spanish: ¡Mi amado orbe! Es tan hermoso, lo apreciaré siempre.

# ,6FB79F1B4245887D7C56A197959DA2A1
source: Look at my beautiful flower, it bloomed! Oh my did it feel weird...
spanish: Mira mi hermosa flor, ¡floreció! Oh cielos, se sintió raro...

# ,6FBC636D494A40330AAEBDBCD6886299
source: What do you know human!
spanish: ¡Qué sabes humano!

# ,6FD7E94044B57DA992A79BA4422CF69C
source: You make pearls?
spanish: ¿Haces perlas?

# ,6FED048C4BF38E565F2ADC90DC3F4390
source: Kindhearted
spanish: Bondadoso

# ,6FF789054D56C91D6CC53C8148D8EFCD
source: What's with the dungeon by the temple?
spanish: ¿Qué pasa con la mazmorra junto al templo?

# ,703D9D7D4CD9D794DDE1929CCE0E5D1C
source: Bring it on dragon.
spanish: Tráela en dragón.

# ,703FABE24E96D3592AA524833F23CA4D
source: Remind me about that dungeon under the temple.
spanish: Recuérdame algo de esa mazmorra debajo del templo.

# ,705BCA1D4ACA54FF178C9DA094C9DBA1
source: I grew in your soil, and soon it will be my permanent home!
spanish: ¡Crecí en tu suelo, y pronto será mi hogar permanente!

# ,7063E832426D1615683CF5A75DC53A4E
source: Yes, please me with your cock and the spirits shall grant you favor.
spanish: Sí, compláceme con tu polla y los espíritus te concederán su favor.

# ,708DC59B48E375114559229ED41F492F
source: We convert semen that would go to waste into new life, you can even eat my slime!
spanish: Convertimos el semen que se desperdiciaría en una nueva vida, ¡incluso puedes comer mi limo!
