Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# SSexyResourceList,HarvestFilterTooltip
source: Filter by harvest ability.
spanish: Filtrar por capacidad de cosecha.

# SSexyResourceList,RaceFilterTooltip
source: Filter by race.
spanish: Filtrar por raza.

# SSexyResourceList,SexFilterTooltip
source: Filter by sex.
spanish: Filtrar por sexo.

# SSexyResourceList,SizeFilterTooltip
source: Filter by body size trait.
spanish: Filtrar por rasgo del tamaño del cuerpo.

# SSexyResourceList,StatsFilterTooltip
source: Filter by stats.
spanish: Filtrar por estadísticas.

# SSexyRoamerMenu,Breeder
source: Breeder:
spanish: Criador:

# SSexyRoamerMenu,CatchButton
source: Catch
spanish: Capturar

# SSexyRoamerMenu,CatchButtonTooltip
source: Add this wild Nephelym to your collection.
spanish: Agrega este Nephelym silvestre a tu colección.

# SSexyRoamerMenu,CollapseStats
source: Hide detailed stats for this wild Nephelym.
spanish: Ocultar las estadísticas detalladas de este Nephelym silvestre.

# SSexyRoamerMenu,ExpandStats
source: View detailed stats for this wild Nephelym.
spanish: Ver las estadísticas detalladas de este Nephelym silvestre.

# SSexyRoamerMenu,ItemWindowTitle
source: Give Fluid
spanish: Dar Fluido

# SSexyRoamerMenu,LeaveButton
source: Leave
spanish: Salir

# SSexyRoamerMenu,LeaveButtonTooltip
source: Leave this wild Nephelym alone.
spanish: Deja en paz a este Nephelym silvestre.

# SSexyRoamerMenu,RBJ
source: Spontaneous Blow Job!
spanish: ¡Mamada Espontánea!

# SSexyRoamerMenu,ResistMessage
source: Rapidly click to resist climax.
spanish: Haz clic rápidamente para resistir el clímax.

# SSexyRoamerMenu,RoamerWindowTitle
source: Actions
spanish: Acciones

# SSexyRoamerMenu,SurpriseSex
source: Surprise Sex!
spanish: ¡Sexo Sorpresa!

# SSexyRoamerMenu,TaskRBJ
source: Let her work her wonder.
spanish: Dejar trabajar su maravilla.

# SSexySettingsMenu,CheatFavor
source: Added 1,000 favor.
spanish: Se añadieron 1,000 de favor.

# SSexySettingsMenu,CheatFluids
source: All fluids maxed.
spanish: Todos los fluidos al máximo.

# SSexySettingsMenu,CheatLust
source: Everyone has infinite lust.
spanish: Todos tienen lujuria infinita.

# SSexySettingsMenu,CheatMoney
source: Added 1,000,000 orgasium.
spanish: Se añadieron 1,000,000 de orgasium.

# SSexySettingsMenu,CheatRanch
source: All barns added to ranch.
spanish: Todos los graneros añadidos al rancho.

# SSexySettingsMenu,CheatRemove
source: All cheats removed.
spanish: Todos los trucos eliminados.

# SSexySettingsMenu,CheatSpirit
source: You now have infinite spirit.
spanish: Ahora tienes espíritu infinito.

# SSexySettingsMenu,CheatSurprise
source: You will always win surprise sex.
spanish: Siempre ganarás el sexo sorpresa.

# SSexySettingsMenu,CheatTitle
source: Cheats
spanish: Trucos

# SSexySettingsMenu,CheatTraitLvl
source: Trait level is maxed.
spanish: El nivel de rasgo está al máximo.

# SSexySettingsMenu,CreatorMode
source: Creator mode activated.
spanish: Modo creador activado.

# SSexySettingsMenu,CreatorModeMainMenu
source: Use this code in the main menu.
spanish: Utiliza este código en el menú principal.

# SSexySettingsMenu,DefaultKeyBinds
source: Reset Defaults
spanish: Restablecer Predeterminados

# SSexySettingsMenu,DialogueTitle
source: Dialogue
spanish: Diálogo

# SSexySettingsMenu,EnterButton
source: Enter
spanish: Entrar

# SSexySettingsMenu,FemG
source: Futas use SS FemG.
spanish: Futas usan SS FemG.

# SSexySettingsMenu,FetishTitle
source: Fetish
spanish: Fetiche

# SSexySettingsMenu,NFemG
source: Futas use SS TG.
spanish: Futas usan SS TG.

# SSexySettingsMenu,ProudMother
source: Your mother would be so proud.
spanish: Tu madre estaría muy orgullosa.

# SSexySexPositionDetails,SizePairs
source: Pairs with Scene
spanish: Parejas con Escena

# SSexyTaskGridItem,DaysRemaining
source: Days remaining: {0}
spanish: Días restantes: {0}

# SSexyTaskGridItem,Reward
source: Reward:
spanish: Recompensa:

# SSexyTradeMenu,FavorTitle
source: Confirm Exchange
spanish: Confirmar Intercambio

# SSexyTradeMenu,FinalFavor
source: Favor gained:
spanish: Favor ganado:

# SSexyTradeMenu,PositionDescription
source: Description
spanish: Descripción

# SSexyTradeMenu,PurchaseTitle
source: Confirm Purchase
spanish: Confirmar Compra

# SSexyTradeMenu,SaleTitle
source: Confirm Sale
spanish: Confirmar Venta

# SSexyTradeMenu,SellMonsterMessage
source: Ascend this one and gain favor?
spanish: ¿Ascender a este y ganar favor?

# TaskBoard,Activate
source: Check Breeding Tasks
spanish: Verificar Tareas de Reproducción

# TradeMenu,BuyFunds
source: Her funds:
spanish: Sus fondos:

# TradeMenu,HarvestButton
source: Harvest
spanish: Cosechar

# TradeMenu,ItemsButton
source: Items
spanish: Artículos

# TradeMenu,SellFunds
source: Your funds:
spanish: Tus fondos:

# TradeMenu,UpgradeDescription
source: Description
spanish: Descripción

# UtilityMenu,HarvestButton
source: Harvest
spanish: Cosechar

# UtilityMenu,InventoryWindowTitle
source: Ranch Inventory
spanish: Inventario del Rancho

# WorldAction,ActivateAction
source: Activate
spanish: Activar

# WorldAction,ActivateDazeShrine
source: Commune with the Reaper
spanish: Comunión con la Segadora

# WorldAction,BreedingSetupAction
source: Setup Breeding Session
spanish: Configurar Sesión de Reproducción

# WorldAction,InteractAction
source: Interact
spanish: Interactuar

# WorldAction,ManageRanch
source: Manage Ranch
spanish: Gestiona el Rancho

# WorldAction,TalkAction
source: Talk
spanish: Hablar

# WorldAction,TraverseAction
source: Traverse Portal
spanish: Atravesar el Portal
