Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,25D626114231ECB08961C6AB69737AE1
source: You must think it's odd that you are the only one of your kind, never I have I heard your tune before.
spanish: Debes pensar que es extraño que seas el único de tu especie, nunca antes había escuchado tu melodía.

# ,25F0F67B48B7F4AEF73F849ED76DC655
source: Roots block this gate.
spanish: Las raíces bloquean este portón.

# ,2632B36446A9D5F9E018209CB73837B8
source: Massive Size
spanish: Tamaño Inmenso

# ,268AD0D344A4D1238CEC5798F2ED5EF0
source: If you... uh... ever get desperate again, you know where to find me!
spanish: Si... eh... alguna vez te desesperas de nuevo, ¡ya sabes dónde encontrarme!

# ,26BF34E64E91FAF8BA6ACF94AB76AB90
source: Does my soft golden skin please you @BREEDER_NAME@?
spanish: ¿Mi suave piel dorada te complace, @BREEDER_NAME@?

# ,26D2F9824AAF8A08377F478BB7C771AB
source: Have your way with me!
spanish: ¡Haz lo que quieras conmigo!

# ,26DAA5B74F8BBB68C15E26ADBB255431
source: It's true what they say about humans, you really can please us like nothing else.
spanish: Es cierto lo que dicen de los humanos, realmente puedes complacernos como nada más.

# ,26DCB9EA476437386094CA87FFE3E422
source: How may I further assist you human?
spanish: ¿Qué más puedo asistirte, humano?

# ,274F1AF94ECA42FE2B8A2E8E36BB6611
source: *Blush*
spanish: *Sonrojo*

# ,2754CCC847A38E21CD70C58BFAE0F514
source: The soil tells me a dyrad is not that far away... in Pleasure Pastures!
spanish: El suelo me dice que una dríada no está tan lejos... ¡en los Pastos del Placer!

# ,27565BD64B41A94885451F8607E68D2F
source: Pleasure Pastures is now accessible.
spanish: Los Pastos del Placer ahora son accesibles.

# ,276B525843A991FAE2D5FAAE9243EFC9
source: Mastah! Blossom love you.
spanish: ¡Mastah! Blossom te ama.

# ,2792356C47CF43619493DA8F71F0D9A0
source: A world of sex and adventures awaits!
spanish: ¡Te espera un mundo de sexo y aventuras!

# ,27AA07F64D837ABACCDEF6902D0199A2
source: When I first arrived, she embraced me, and made great attempts to please my vessel.
spanish: Cuando llegué por primera vez aquí, me abrazó e hizo grandes intentos por complacer a mi recipiente.

# ,27BEBE1A44FE66BEF9575592E9C7F573
source: Once she metamorphosizes, we are going to fly to Sensual Heavens together.
spanish: Una vez que se metamorfosee, volaremos juntas a los Cielos Sensuales.

# ,27CC628A41235ABEF7B863AD06577CD3
source: You may have my breast milk!
spanish: ¡Puedes tener mi leche materna!

# ,27DC0A5545483DF96A1A72B802E0F3A6
source: Well you know... it gets lonely being the portal warden.
spanish: Bueno, ya sabes... se vuelve solitario ser la guardiana del portal.

# ,2811094D446D211B1E656D8729FC40AD
source: Indeed, so much newfound energy!
spanish: De hecho, ¡tanta energía recién descubierta!

# ,28327C5645A9138AE8E04488402E4848
source: Legends say, it must be given in exchange to the one who will once again make these lands fertile.
spanish: Las leyendas dicen que debe ser entregada a cambio de quien vuelva a hacer fértiles estas tierras.

# ,286C68074B4BC23284A19AB99A24049A
source: A chance to make a cherry with a human...
spanish: Una oportunidad de hacer una cereza con un humano...

# ,288DF95142A24F16C989F78DB564A8B0
source: Xena glares at you.
spanish: Xena te fulmina con la mirada.

# ,28D2D40946F49E829D7D26B007908332
source: Oh gosh darn it, I've said too much!
spanish: ¡Oh, maldita sea, he dicho demasiado!

# ,293B31924F2C8CE36DB46AB48441D958
source: They found every way to make me climax, and it wassss glorious!
spanish: Encontraron todassss lassss formassss de hacerme llegar al clímax, ¡y fue glorioso!

# ,29A421FC41D83A2B9DCC669ECA1F708D
source: Buxom: Inherited a very large ass.
spanish: Exuberante: heredó un culo muy grande.

# ,29D016C340DC8B3F658D1A81BD0D7C54
source: Are you a Blessed @MONSTER_RACE@?
spanish: ¿Eres una @MONSTER_RACE@ Bendecida?

# ,2A2C90CA4F62D70955E3F3A98524FEAA
source: *Purr* You made me feel so good... Cassie wants to fix it for you!
spanish: *Ronronea* Me hiciste sentir tan bien... ¡Cassie quiere arreglarlo para ti!

# ,2AA4EC89483BB63996FEBE9BC4E4055A
source: Butter stick? Are you serious?
spanish: ¿Barra de mantequilla? ¿En serio?

# ,2AAA21F34762CDB90A4C749B986B1874
source: Of course I could go see for myself, but I am too lazy to climb the stairs!!!
spanish: Por supuesto que podría ir a ver por mí misma, ¡¡¡pero soy demasiado perezosa para subir las escaleras!!!

# ,2ABC84814DE5DC3039A61BBA0723AF73
source: Tiny: Roughly 4ft in height.
spanish: Menudo: aproximadamente 4 pies (1,2 m) de altura.

# ,2AE92EB74AEF856F0FE56487E2289FD2
source: My life was empty and meaningless without it.
spanish: Mi vida estaba vacía y sin sentido sin él.

# ,2B2323B74BC7F2E6E2CF40A3E50FEFC2
source: You may have my cum!
spanish: ¡Puedes tener mi semen!

# ,2B4C510D4A32384C298984BDD667C93E
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,2B4CCE054929809171D1D88C30341FB2
source: Mother has reigned for 788 years human, and it is law that rulers stepdown at 800.
spanish: Madre ha reinado durante 788 años humanos, y es ley que los gobernantes se retiren a los 800.

# ,2B7282574EF4D841A9B0AD9EB06296D5
source: Surprise
spanish: Sorpresa

# ,2BA86FB140866995E4F323B86DA72C9A
source: The Goddess is pleased and will grant you Her favor.
spanish: La Diosa está complacida y te concederá Su favor.

# ,2BB3415840A0FA9A2D3EF98079751D8D
source: Can I have your keystone?
spanish: ¿Puedo tener tu piedra-llave?

# ,2BCA631C4BEC509E1B1DAC824001A31A
source: Whoa, actually I'm tone-deaf.
spanish: Vaya, realmente estoy sorda.

# ,2BD0260D4AF5544E8E7FEE98A41B8289
source: If I wiggle it the right way, it w-w-will distract any potential... mates.
spanish: Si lo muevo de la manera correcta, d-d-distraerá a cualquier potencial... pareja.

# ,2BF4676042EE4C0FA5B54F8CDCD3C5A6
source: *Purr*
spanish: *Ronronea*

# ,2C3AAB1041FC7DDA3F11DBBAACA151F1
source: Dragon body fluids.
spanish: Fluidos corporales de Dragón.

# ,2C4B1039457C01738B40D6AC73FC0E41
source: Oh how good it feels to make each one...
spanish: Oh, que bien se siente hacer cada una...

# ,2C6E28494FB2D15A239584A77B01FA67
source: Foxen House
spanish: Casa de Foxens

# ,2C85485F41A9CB181E6BF3A7AFBAD94C
source: Perhaps a little too much... they sure get chubby. Aww... but look how cute they are!
spanish: Quizás un poco demasiado... seguro que se vuelven gorditas. Amm... ¡pero mira qué lindas son!

# ,2CBC22E04FC3D2621685D7A54A4B69A8
source: None may pass!
spanish: ¡Nadie puede pasar!

# ,2CCE0ADD406CF961196E5BAEDA387652
source: Can you not hear it?
spanish: ¿No puedes oírlo?

# ,2D2E42E44183AC98D3F98B8BCC03296A
source: If you wish to learn new ways to have sex, go visit Pawmaati. You will not regret it!
spanish: Si deseas aprender nuevas formas de tener sexo, ve a visitar Pawmaati. ¡No te arrepentirás!

# ,2D40A8404D1D3D0D2D24B49349427E5A
source: I suppose there is no need to feed me anymore, but we can always do other things with my amazing flower body!
spanish: Supongo que ya no hay necesidad de alimentarme nunca más, ¡pero siempre podemos hacer otras cosas con mi increíble cuerpo de flor!

# ,2D636C78456A78C86B5305B72E889E11
source: Human pussy tastes just like I dreamt it would!
spanish: ¡El coño humano sabe exactamente como lo había soñado!

# ,2D7FF6A641C8DE1EC57F84A825BA2219
source: To think I can mate with one... ah... yesss.
spanish: Pensar que puedo aparearme con uno... ah... sssí.

# ,2DBE58DB4B0AEBCB9FDD04BC94C039BD
source: I frequently must change my lower garments since my vagina is always very wet--it's a common problem for blessed @MONSTER_RACE@ that wear clothes.
spanish: Con frecuencia debo cambiar mis prendas inferiores ya que mi vagina siempre está muy mojada: es un problema común para los @MONSTER_RACE@ bendecidos que usan ropa.

# ,2DC7EABB434FE7136DE3498D19A6B8B9
source: Give Fern all milky... hiss! Grow faster with more milky.
spanish: Dale a Fern toda lo lechoso... ¡Sss! Crezco más rápido con más lechoso.

# ,2DF7474B4ED132A075973ABFA667399C
source: I want to hear your music.
spanish: Quiero escuchar tu música.

# ,2E166A6948BC2569CE3FCAB659B7FE7D
source: Maybe my nipples?
spanish: ¿Quizás mis pezones?

# ,2E18B0B24CC860D3136F0CA493EDDD3B
source: Ohhh... that's going to be tough to talk about without cumming right here...
spanish: Ohhh ... será difícil hablar de eso sin correrte aquí mismo...

# ,2E25C7F94C5F91F1328BC39C52574333
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,2E354C3547A22A28F21C20ABC438099D
source: Blessed @MONSTER_RACE@ are like you humans--we are self aware and intelligent.
spanish: Los @MONSTER_RACE@ bendecidos somos como vosotros los humanos: somos conscientes de nosotros mismos e inteligentes.

# ,2E3E08D0489FB126A2E91CAA491280F4
source: Hivelands is now accessible.
spanish: Las Tierras-Colmena ahora son accesibles.

# ,2E7BB9B84F5D0CB4DA2DF986BEFCB857
source: Wow! It can't be!
spanish: ¡Guau! ¡No puede ser!

# ,2E8395B6412987FEE6DC3E8FE37DC549
source: One of extraordinary loneliness and self-loathing.
spanish: Una de extraordinaria soledad y autodesprecio.

# ,2E8D7983446334A29BB4E0BCEFBBC092
source: Soon She realized something was missing, for the light had no meaning in the universe.
spanish: Pronto Ella se dio cuenta de que faltaba algo, porque la luz no tenía ningún significado en el universo.

# ,2E926B8847D675F1C4CAAFAC2732930B
source: Fern need human milk to grow into big Alraune! Hissss, Fern suck nipples now!
spanish: ¡Fern necesita leche materna para convertirse en una gran alraune! ¡Sssss, Fern ahora chupa pezones!

# ,2EDA99CC46CBEB3206A527B95F55FAB9
source: Go away human, this is my comfy spot and you can't have it.
spanish: Vete humano, este es mi sitio confortable y no puedes tomarlo.

# ,2EF1966C455529B6A75289AD5EF81C2E
source: That's it human, you have annoyed me long enough. Get against that rock and prepare to be smashed.
spanish: Eso es humano, me has molestado lo suficiente. Ponte contra esa roca y prepárate para ser aplastado.

# ,2EF454D94FCEA805F55F20A94627C808
source: Give your body to me, and in ecstasy we will work around the clock.
spanish: Entrégame tu cuerpo, y en éxtasis trabajaremos el día entero.

# ,2F11F20945669A4E95B79EA1B7856C2A
source: A dryad's power reaches its peak at the moment of orgasm.
spanish: El poder de una dríada alcanza su cumbre en el momento del orgasmo.

# ,2F5513164D00080A441C1292E501C786
source: If ye have @MONSTER_RACE@ milk to sell, or if ye want te buy some then I'm yer gal!
spanish: Si tieneh leshe de @MONSTER_RACE@ pa' vendeh, o si quiereh comprah un poco, en ese caso ¡soy tu shica!

# ,2F7D02EE4B2C5C30E72919BE9D83BD1F
source: As reward, the Dragon Matriarch promised me a chance to mate with her, and I can't wait!
spanish: Como recompensa, la Matriarca Dragón me prometió la oportunidad de aparearme con ella, ¡y no puedo esperar!

# ,2F988E7B4E35BA65FB81488EC3339C51
source: First, She made love with Herself to bring forth light and the Seraphim, my kin, were born.
spanish: Primero, Ella hizo el amor con Ella misma para dar a luz y las serafines, mis parientes, nacieron.

# ,2FA4621047A86335175276AF22BFDE52
source: If ye think I'm a big cow today, 'mai goodness was I larger in me younger days!
spanish: Si piensah que soy una vaca grande hoy, ¡Santo cielo, era máh grande en mi juventuh!

# ,2FA59C8A48A63BD0FE6D0289A8AF9587
source: This world gets stranger everyday...
spanish: Este mundo se vuelve más extraño cada día...

# ,2FC584B146298BF0F75983AB7F59C5E1
source: Don't look at me like that, a dryad needs a break once in awhile!
spanish: No me mires así, ¡una dríada necesita un descanso de vez en cuando!

# ,2FFC051448D7AD3EA274FF8D334EE641
source: *She is fast asleep, her slime has relaxed*
spanish: *Está profundamente dormida, su limo se ha relajado*

# ,3002153B48BD52898AEAE78030617CF7
source: Once an Alraune has consumed enough reproductive fluid, she will grow into a massive stationary flower.
spanish: Una vez que una alraune ha consumido suficiente fluido reproductivo, crecerá hasta convertirse en una enorme flor estacionaria.

# ,3033B03F4617AF302335059B87E769FB
source: Space and time are different there, but this you already know as a breeder. The Void is where @MONSTER_RACE@ come from.
spanish: El espacio y el tiempo son diferentes allí, pero esto ya lo sabes como criador. El Vacío es de donde vienen los @MONSTER_RACE@.

# ,30642B1B484E9B1A506A4C8AA641CE01
source: Can't say I blame 'em!
spanish: ¡No puedo decir que las culpe!

# ,3075ABF441EF5686A57E81971B67D55E
source: The receiver bounces on the giver's lap while getting nice and close with her breasts.
spanish: La receptora rebota en el regazo del donante mientras se pone simpática y se cerca con sus pechos.

# ,308622B94E5A8BC25F1160888147CB16
source: The stuff in the water is always cold... oh the slime I could make with a fresh hot load.
spanish: La materia en el agua siempre está fría... oh, el limo que podría hacer con una carga fresca y caliente.

# ,308B8DB245EC118210674A84BB3AFDC3
source: Aww what an adorable titty pony.
spanish: Amm, que adorable poni tetudita.

# ,3092F47E411D4A54A80D53BAF9BCBC3F
source: It's a nutritious aphrodisiac, a very powerful one so be careful!
spanish: Es un afrodisíaco nutritivo, uno muy poderoso, ¡así que ten cuidado!

# ,30940E7C46EDA0BA71E783B92668ECFD
source: Mmmm... mastah tasty!
spanish: Mmmm... ¡Mastah sabroso!

# ,309ABB3C4016F9879A6955B2D2BD5AE8
source: My strong body will easily overpower your human form.
spanish: Mi cuerpo fuerte dominará fácilmente tu forma humana.

# ,30B0262C40D2D8527E2C8EA23D4D4B6D
source: My labia are holy and magical. May your tongue be graced by their presence.
spanish: Mis labios son sagrados y mágicos. Que tu lengua sea agraciada con su presencia.

# ,30B4EDAF4D579766E7CE6082217D4CAC
source: *Yawwwwwwn*
spanish: *Uaaaaaah*

# ,3169578649A185428A32E78395F9C48E
source: This world is home to the @MONSTER_RACE@, an enigmatic race of human-monster hybrids.
spanish: Este mundo es el hogar de los @MONSTER_RACE@, una raza enigmática de híbridos humano-monstruo.

# ,31774B0844F7A12FF85DC5AE10CA3013
source: Oh... ahh... it feels so good.
spanish: Oh... ahh... se siente tan bien.

# ,31D7D80147B2E3EC2048A689FD79BD27
source: Well I can certainly say the paper we use for writing these tasks is NOT tasty, meow! But you know what is tasty? Nephelym genitalia! Now bring me some! Meow, make it as big as possible... hmmm... I would say bigger than the whole town, but after what happened that one time... perhaps not. Just make it cute! -Cassie
spanish: Bueno, ciertamente puedo decir que el papel que usamos para escribir estas tareas NO es sabroso, ¡miau! ¿Pero sabes qué es sabroso? Genitales @MONSTER_RACE@! ¡Ahora tráeme un poco! Miau, hazlo lo más grande posible... hmmm... Yo diría más grande que todo el pueblo, pero después de lo que pasó esa vez... quizás no. ¡Solo hazlo lindo! -Cassie

# ,31E2065041FFF628ED41DEB3E33F080F
source: It lets the mother know when the offspring will be summoned into this world, upon which the belly will return to normal.
spanish: Le permite a la madre saber cuándo la descendencia se convocará a este mundo, tras lo cual su barriga volverá a la normalidad.

# ,3214B32B4A49DA94E7D6779180228EC0
source: No, I do not enjoy standing here all day wearing this ridiculous helmet.
spanish: No, no disfruto estando aquí todo el día usando este ridículo casco.

# ,322489D0449B3ABC5F1D12BCD6CAD220
source: Ouch, I'm getting splinters in my back! Ohhh... worth it.
spanish: ¡Ay, se me está astillando la espalda! Ohhh... vale la pena.

# ,323DCA0444372E8B59354A9FC665147D
source: Uh, m-m-my name is Monarch.
spanish: Uh, m-m-mi nombre es Monarch.

# ,324ED3C844A0E2724766EB9155484064
source: You feel so good human... ahhhh.
spanish: Te sientes tan bien humano... ahhhh.

# ,325B057D42B7367B320C54941EEE0BA6
source: I will show again how to move your body beyond all measure.
spanish: Volveré a mostrarte cómo mover tu cuerpo más allá de todo límite.

# ,32E74CA64F7C6339A9D526A19496DD86
source: Oh! You're skin is so soft! I love the way it feels on my ass... ahhh.
spanish: ¡Oh! ¡Tu piel es tan suave! Amo la forma en que se siente en mi culo... ahhh.

# ,330CF8FE454E1F3A60B2A894F9D4CA31
source: Monarch's magic prevents you.
spanish: La magia de Monarch te lo impide.

# ,330EAC0C483DA43FAFCBCBB789D5AB9E
source: 'Twas nice meet'n ye @BREEDER_NAME@...
spanish: Ha sioh un plaseh conoserte @BREEDER_NAME@...

# ,335AC6B54A917B8EBB17218E2A338F3C
source: Name's Cassie, I'm the architect in town.
spanish: Me llamo Cassie, soy la arquitecta de la ciudad.

# ,33869B7A401E77AD997246A9AFD3C136
source: *Snarl*
spanish: *Gruñe*

# ,3388B3134E9C8C83D182D5B5C5F89B85
source: Ahhh yes. I love spinning stories as much as webs.
spanish: Ahhh, si. Me encanta hilar historias tanto como las telarañas.

# ,33CE1E3D4DCA8528953414ACFA7C540B
source: Why is that so?
spanish: ¿Por qué es así?

# ,33DB6107453143BAF4F8B0A81EFC2634
source: A swarm of horny bats no doubt, or maybe a giant leech.
spanish: Un enjambre de murciélagos cachondos sin duda, o tal vez una sanguijuela gigante.

# ,33E5BA9741C0AE4944E1E5BBC54FDCFA
source: *Snarl*
spanish: *Gruñe*

# ,33EFAFD748D8C769BA9A978D5F401884
source: The spirits have spoken! Through divine inspiration I am writing this request. Bring to me a lover, a reward from the heavens for my good service as high priestess. I am humbled that the spirits find my work worthy of such a gift. Oh and they have revealed more! This lover is to be... yes... the pinacle of beauty, large in all the right places. -Leylanna
spanish: ¡Los espíritus han hablado! Por inspiración divina estoy escribiendo esta solicitud. Tráeme un amante, una recompensa de los cielos por mi buen servicio como suma sacerdotisa. Me siento honrada de que los espíritus consideren que mi trabajo es digno de tal regalo. ¡Ah, y han revelado más! Este amante será... sí... el pináculo de la belleza, grande en todos los lugares correctos. -Leylanna

# ,341A1B1E4F52D36C69BFB9ACE71DBCD4
source: I'm going to eat all of it and make lots of new slime...
spanish: Me lo voy a comer todo y a hacer un montón de nuevos limos...

# ,341E99EA4A6DE606AFFC6D8A11C1B7D5
source: Amber's tits are bigger than me! Why is this world so cruel...
spanish: ¡Las tetas de Amber son mas grandes que yo! Por qué este mundo es tan cruel...

# ,3432E91146A4FE41E5BCC2825E37B64C
source: Ages later, the universe was filled with Seraphim and Demon alike.
spanish: Eras más tarde, el universo se llenó de serafines y demonios por igual.

# ,34678F424650992E3728BD9DE99571DA
source: Monarch is satisfied.
spanish: Monarch está satisfecha.

# ,34C104D84D1D1734B9408FA6B2BDA125
source: Awww... meow... Cassie is sad now.
spanish: Ammm… miau... Cassie esta triste ahora.

# ,350B5B304D18A9FD50E44AA8A979877B
source: Ahhh... so be it!
spanish: Ahhh... ¡que así sea!

# ,3526724A47197988348500AADC4A0504
source: So, you bathe all day?
spanish: Entonces, ¿te bañas todo el día?

# ,354DB41C4CBE7109F318B1B3C5D66984
source: Usually, they have their way with me before I can finish.
spanish: Por lo general, se salen con la suya antes de que pueda terminar.

# ,354E29D445D2F28CFD2E2782082F8D11
source: Ahhh... come here human!
spanish: Ahhh… ¡ven aquí humano!

# ,3587D87D4538714F62271FBFA1D17FFF
source: If I have to spend the rest of eternity in one spot, I wouldn't want it to be with anyone else...
spanish: Si tuviera que pasar el resto de la eternidad en un lugar, no querría que fuera con nadie más...

# ,35908AA04644610D46AB42B909BDD768
source: That's it human, you have annoyed me long enough. Bend over and prepare to be stuffed with my fat spear!
spanish: Eso es humana, me has molestado lo suficiente. ¡Inclínate y prepárate para ser llenada con mi gorda lanza!

# ,35B0312145CDC987463545B35DBCF219
source: Submit human... I cannot control my desires!
spanish: Entrégate humano... ¡No puedo controlar mis deseos!

# ,35BF63974E330C75B3359E8E1E99F0CB
source: However the demons grew weary of being governed by archangels, and decided to revolt.
spanish: Sin embargo, los demonios se cansaron de ser gobernados por las arcángeles y decidieron rebelarse.

# ,35CF617940B0723BA4795CA4E3D0FA22
source: Come to my embrace.
spanish: Ven a mi abrazo.

# ,35E72C7041E32B269ECDA081BF9906C0
source: I'm getting wetter by the second...
spanish: Me estoy mojando más a cada segundo...

# ,360772034C5CFEB38121F884358A5F7C
source: You need a bath. Come now, place your body between my breasts and let's get you clean.
spanish: Necesitas un baño. Ven ahora, coloca tu cuerpo entre mis pechos y vamos a limpiarte.

# ,3688842F4859D54E5DEE7C9284F1966A
source: Sweet delicious human seed, let it all go! Ahhh...
spanish: Dulce y deliciosa semilla humana, ¡déjala ir toda! Ahhh...

# ,3688E2EC4574EAE7A8F242B913F48060
source: There isn't much to say. We stake out a claim of land with plentiful flowers, and use the nectar.
spanish: No hay mucho que decir. Cercamos un reclamo de tierra con abundantes flores y usamos el néctar.

# ,36E3E99D4C836714C7292D93FA860BA5
source: One or more will certainly take interest and follow you.
spanish: Uno o más seguramente se interesarán y te seguirán.

# ,36FB659142F59E57CE11B996BF838787
source: Wow that felt so good!
spanish: ¡Guau, eso se sintió tan bien!

# ,3713C92543DDBF9AF3C3209EE018350C
source: Does my soft golden skin please you @BREEDER_NAME@?
spanish: ¿Mi suave piel dorada te complace, @BREEDER_NAME@?

# ,371A297549D5D30EA8E2A9A04A208FC8
source: I love sparkles!!!
spanish: ¡¡¡Me encantan los destellos!!!

# ,372744754A7F7B2F4F1D72B3F739DBDC
source: Oh! The human!
spanish: ¡Oh! ¡El humano!

# ,3771E4E540E0BDDF6C468691EF623F85
source: Perhaps a trade is in order...
spanish: Quizás un intercambio esté en regla...

# ,37933117464CBF3120925D83C7A81935
source: Imagine how good my tentacles will feel between your labia... and I promise they will touch every corner.
spanish: Imagina lo bien que se sentirán mis tentáculos entre tus labios... y te prometo que tocarán todos los rincones.

# ,37BE82A749B75C694B68B3856342C2A7
source: Mmmm... so hard! Ohhh... ahhh!
spanish: Mmmm... ¡tan duro! ¡Ohhh... ahhh!

# ,37E6B83D46955FAADDF215966CCB5A8B
source: Do you know what it's like being small is this world?
spanish: ¿Sabes lo que es ser pequeña en este mundo?

# ,3815589C483262ECB1EA19B8C0F8DABA
source: You gave me so much milk, and I consumed all of it!
spanish: Me diste tanta leche, ¡y la consumí toda!

# ,382D95F84EE60493751368AE5D1FFE56
source: Yes! I can feel you're about to cum... I want it all. Mmmm...
spanish: ¡Sí! Puedo sentir que estás a punto de correrte... Lo quiero todo. Mmmm...

# ,3834BEFA49DCF9700CF52A8776CAE288
source: Oh the thought of my own adorable elf is making me wet... and hungry.
spanish: Oh, la idea de mi propia elfa adorable me está poniendo húmeda... y hambrienta.

# ,38365E644649BD12B20E879BB823AAC7
source: Your cock was so big, I didn't think I could take all of it.
spanish: Tu polla era tan grande, no pensé que pudiera tomarla toda.

# ,383F99384A9AA2EB709D22BFAE55B72F
source: You will have to go through me!
spanish: ¡Tendrás que pasar por encima mío!

# ,386696884552AA79E38A38B6CD4C33BA
source: Freedom! The fresh air feels sssso good. The titan you bred me was so strong, it had no trouble lifting my heavy body. It even smashed a few surrounding rocks too!
spanish: ¡Libertad! El aire fresco se siente muy bien. El titán que me criaste era tan fuerte que no tuvo problemas para levantar mi pesado cuerpo. ¡Incluso aplastó algunas rocas circundantes también!

# ,3888188240872C25EF9A03B26842C93D
source: Now I understand! Pawsmaati's wisdom knows no bounds.
spanish: ¡Ahora entiendo! La sabiduría de Pawsmaati no conoce límites.
