Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ASexyBreederCharacter,SpiritFormNotEnough
source: Not enough spirit.
spanish: No hay suficiente espíritu.

# ASexyBreederController,NoKeystones
source: A keystone is required.
spanish: Se requiere una piedra-llave.

# ASexyBreedingSystem,IncestDisabledMessage
source: Incest is not allowed.
spanish: No se permite el incesto.

# ASexyBreedingSystem,IncestMessage
source: This might not turn out well...
spanish: Puede que esto no salga bien...

# ASexyBreedingSystem,ReleasedOffspring
source: Released offspring into the wild.
spanish: Descendencia liberada en la naturaleza.

# ASexyCharacterSystem,BadSettingsMessage
source: Both female hominal and exotic variants are disabled, default will be used.
spanish: Tanto las variantes femeninas humanoides como las exóticas están deshabilitadas, se utilizarán las predeterminadas.

# ASexyCharacterSystem,SaveBreeder
source: Appearance has been saved.
spanish: La apariencia se ha guardado.

# ASexyCharacterSystem,SpiritForm
source: Spirit form has been saved.
spanish: La forma espiritual ha sido guardada.

# ASexyDazeSystem,EndlessDaze
source: {0} has lost conciousness...
spanish: {0} ha perdido el conocimiento...

# ASexyDazeSystem,ReaperToll
source: The Reaper will have her toll...
spanish: La Segadora tendrá su peaje...

# ASexyDialogueSystem,NoFuta
source: Futa is disabled.
spanish: Las futas están deshabilitadas.

# ASexyDialogueSystem,PostBreedingTask
source: A special breeding task has been added.
spanish: Se ha añadido una tarea de reproducción especial.

# ASexyGameMode,SpiritForm
source: Spirit form has been unlocked.
spanish: La forma espiritual ha sido desbloqueada.

# ASexyMerchantSystem,MoreFavor
source: Favor from the Goddess is required.
spanish: Se requiere Favor de la Diosa.

# ASexyMerchantSystem,MoreLust
source: Lust is required.
spanish: Se requiere Lujúria.

# ASexyMonsterSystem,FernThanks
source: Fern gave {0} 150 shiny.
spanish: Fern dio a {0} 150 brillantes.

# ASexyMonsterSystem,LearnedPosition
source: {0}'s consciousness has expanded.
spanish: La conciencia de {0} se ha expandido.

# ASexyMonsterSystem,NoBathForYou
source: Not enough orgasium.
spanish: No hay suficiente orgasium.

# ASexyMonsterSystem,NoFutaScene
source: Futa scene skipped, sex postion learned.
spanish: Escena futa omitida, posición sexual aprendida.

# ASexyOverworldInterface,Breaks
source: Virgin Breaks
spanish: Rupturas Vírgenes

# ASexyOverworldInterface,Cavern
source: Amorous Hallows
spanish: Reliquias Amorosas

# ASexyOverworldInterface,ClimaxPeak
source: Climax Peak
spanish: Cumbre del Clímax

# ASexyOverworldInterface,Cove
source: Cove of Rapture
spanish: Ensenada del Éxtasis

# ASexyOverworldInterface,Crag
source: Moaning Crag
spanish: Risco Gimiente

# ASexyOverworldInterface,Garden
source: Hivelands
spanish: Tierras-Colmena

# ASexyOverworldInterface,Glade
source: Esoteric Glade
spanish: Claro Esotérico

# ASexyOverworldInterface,HedonTownship
source: Hedon Township
spanish: Municipio de Hedon

# ASexyOverworldInterface,Homestead
source: Homestead
spanish: Granja

# ASexyOverworldInterface,Jungle
source: Sultry Plateau
spanish: Meseta Bochornosa

# ASexyOverworldInterface,Lustwood
source: Lustwood
spanish: Bosque de la Lujúria

# ASexyOverworldInterface,Pastures
source: Pleasure Pastures
spanish: Pastos del Placer

# ASexyOverworldInterface,Sands
source: Lewd Desert
spanish: Desierto Lascivo

# ASexyRoamingSystem,BoringCum
source: She wanted more...
spanish: Ella quería más...

# ASexyRoamingSystem,BreederBoringCum
source: The wild one wanted more...
spanish: El silvestre quería más...

# ASexyRoamingSystem,BreederClimaxedFirst
source: {0} has climaxed first...
spanish: {0} alcanzó el clímax primero...

# ASexyRoamingSystem,BreederLikedCum
source: The wild one is pleased!
spanish: ¡El silvestre está complacido!

# ASexyRoamingSystem,CatchSuccess
source: The wild one has been captured.
spanish: El silvestre ha sido capturado.

# ASexyRoamingSystem,LikedCum
source: She loves how {0} tastes!
spanish: ¡A ella le encanta cómo sabe {0}!

# ASexyRoamingSystem,RBJStart
source: Spontaneous Blow Job!
spanish: ¡Mamada Espontánea!

# ASexyRoamingSystem,SurpriseSexStart
source: Surprise Sex!
spanish: ¡Sexo Sorpresa!

# ASexyRoamingSystem,SurpriseSexSuccess
source: The wild one has climaxed first!
spanish: ¡El silvestre alcanzó el clímax primero!

# ASexyTravelSystem,SameShrine
source: You are already here.
spanish: Ya estas aquí.

# ASexyWorldSystem,DMMilkMateTask
source: Quench my thirst for creamy Bovaur breast milk, and perhaps it will restore my energy.
spanish: Apaga mi sed en la cremosa leche materna de bovaur, y tal vez me devuelva la energía.

# ASexyWorldSystem,DMMilkTaskReward
source: The Dragon Matriarch wishes to speak with you.
spanish: La Matriarca Dragón desea hablar contigo.

# ASexyWorldSystem,DMMilkTitle
source: Milk for the Matriarch
spanish: Leche para la Matriarca

# ASexyWorldSystem,DragonSemenMateTask
source: I require dragon semen in order to make the flowers grow in the Hivelands.
spanish: Necesito semen de dragón para hacer crecer las flores en las Tierras-Colmena.

# ASexyWorldSystem,DragonSemenTaskReward
source: The Queen Bee wishes to speak with you.
spanish: La Abeja Reina desea hablar contigo.

# ASexyWorldSystem,DragonSemenTitle
source: Semen Flowers
spanish: Flores de Semen

# ASexyWorldSystem,DryadMateTask
source: If you would, breed me a lusty little honey bee. She can "pollinate" me all day, and I can produce more bosom cherries for my adorable cows.
spanish: Si quieres, críame una pequeña abeja de la miel lujuriosa. Ella puede "polinizarme" todo el día y yo puedo producir más cerezas para mis adorables vacas.

# ASexyWorldSystem,DryadMateTaskReward
source: Autumn wishes to speak with you.
spanish: Autumn desea hablar contigo.

# ASexyWorldSystem,DryadMateTitle
source: Autumn's Honey Bee
spanish: Abeja de la Miel de Autumn

# ASexyWorldSystem,FessiTitanTask
source: Sexy human, my goddess hindquarters have rendered me sssstuck. Breed me a strong Titan capable of freeing me from my cave. Hiss!
spanish: Sexy humano, mis cuartos traseros de diosa me han dejado atasssscada. Críame un titán fuerte capaz de liberarme de mi cueva. ¡Sss!

# ASexyWorldSystem,FesssiTitan
source: Fat Ass Fesssi's Titan
spanish: Titán de Fesssi Culo Gordo

# ASexyWorldSystem,FesssiTitanTaskReward
source: Fesssi wishes to speak with you.
spanish: Fesssi desea hablar contigo.

# ASexyWorldSystem,KybeleMateTaskF
source: Bring to me a Vulwarg with a large soft ass! I wish feel her cushion as I thrust my cock deep and plant my seed in her body.
spanish: ¡Tráeme una vulwarg con un culo grande y suave! Deseo sentir su cojín mientras empujo mi polla profundamente y planto mi semilla en su cuerpo.

# ASexyWorldSystem,KybeleMateTaskReward
source: Kybele wishes to speak with you.
spanish: Kybele desea hablar contigo.

# ASexyWorldSystem,KybeleMateTaskT
source: Bring to me a Vulwarg with massive muscles! I wish feel like I'm being mounted by a mighty stallion.
spanish: ¡Tráeme un vulwarg con músculos inmensos! Ojalá me sintiera como si me estuviera montando un poderoso semental.

# ASexyWorldSystem,KybeleMateTitle
source: Kybele's Mighty Mate
spanish: La Poderosa Pareja de Kybele

# ASexyWorldSystem,MilkFluid
source: Milk
spanish: Leche

# ASexyWorldSystem,MonarchMateTask
source: Uh... please b-b-breed me an adorable Foxen that is fast enough to collect nectar for me. Thank you!
spanish: Uh... por favor c-c-críame un adorable foxen que sea lo suficientemente rápido como para recolectar néctar para mí. ¡Gracias!

# ASexyWorldSystem,MonarchMateTaskReward
source: Monarch wishes to speak with you.
spanish: Monarch desea hablar contigo.

# ASexyWorldSystem,MonarchMateTitle
source: Monarch's Swift Helper
spanish: Ayudante Veloz de Monarch

# ASexyWorldSystem,NotEnoughMilk
source: More milk is required.
spanish: Se requiere más leche.

# ASexyWorldSystem,NotEnoughSemen
source: More semen is required.
spanish: Se requiere más semen.

# ASexyWorldSystem,OrcMate
source: Toy for the Tribe
spanish: Juguete para la Tribu

# ASexyWorldSystem,OrcMateTask
source: Grrr! Breed us a fertile female! We want strong offspring.
spanish: ¡Grrr! ¡Críanos una hembra fértil! Queremos descendencia fuerte.

# ASexyWorldSystem,OrcMateTaskReward
source: Chieftain Xena wishes to speak with you.
spanish: La Chieftain Xena desea hablar contigo.

# ASexyWorldSystem,PetraMate
source: Practice Dragon
spanish: Dragón de Práctica

# ASexyWorldSystem,PetraMateTask
source: Pawsmaati gave me the task of practicing her lesson with a "winged mountain maiden"!
spanish: ¡Pawsmaati me dio la tarea de practicar su lección con una "doncella de la montaña alada"!

# ASexyWorldSystem,PetraMateTaskReward
source: Petra wishes to speak with you.
spanish: Petra desea hablar contigo.

# ASexyWorldSystem,TaskFullfilled
source: Task fulfilled.
spanish: Tarea cumplida.

# ASexyWorldSystem,TaskRefresh
source: New breeding requests have arrived.
spanish: Han llegado nuevas solicitudes de reproducción.

# ASexyWorldSystem,WidowElf
source: Widow's Juicy Elf
spanish: Elfa Jugosa de Widow

# ASexyWorldSystem,WidowElfTask
source: This lonely spider wishes for her own personal elf, both as a mate and a tasty morsel.
spanish: Esta araña solitaria desea tener su propia elfa personal, tanto como compañera como como un sabroso bocado.

# ASexyWorldSystem,WidowElfTaskReward
source: Widow wishes to speak with you.
spanish: Widow desea hablar contigo.

# ASOG,Activate
source: View Inscribed Names
spanish: Ver Nombres Inscritos

# BarnActionDetails,Description
source: Description
spanish: Descripción

# BarnActionDetails,HarvestDesc
source: Select an action and then press Start.
spanish: Selecciona una acción y luego presiona Inicio.

# BreedingSession,AdvanceButtonTitle
source: Advance
spanish: Avanzar

# BreedingSession,BreedButtonTitle
source: Skip
spanish: Omitir

# BreedingSession,BreedButtonTooltip
source: Skip the rest of the scene, offspring may still be produced.
spanish: Omitir el resto de la escena, la descendencia aún puede ser producida.

# BreedingSession,DebugTitle
source: Debug
spanish: Depurar

# BreedingSession,IKBelly
source: Belly
spanish: Barriga

# BreedingSession,IKDick
source: Dick
spanish: Pene

# BreedingSession,IKGiver
source: Giver
spanish: Donante

# BreedingSession,IKHips
source: Hips
spanish: Caderas

# BreedingSession,IKLHand
source: Hand L
spanish: Mano Izq

# BreedingSession,IKLHandTarget
source: Arm PV L
spanish: Brazo PV Izq

# BreedingSession,IKLLeg
source: Leg L
spanish: Pierna Izq

# BreedingSession,IKReceiver
source: Receiver
spanish: Receptora

# BreedingSession,IKRHand
source: Hand R
spanish: Mano Dcha

# BreedingSession,IKRHandTarget
source: Arm PV R
spanish: Brazo PV Dcho

# BreedingSession,IKRLeg
source: Leg R
spanish: Pierna Dcha

# BreedingSession,IKRoot
source: Root
spanish: Raíz

# BreedingSession,IKSpine
source: Spine
spanish: Columna Vertebral

# BreedingSession,IKTail
source: Tail
spanish: Cola

# BreedingSession,Prop
source: Prop
spanish: Sostén

# BreedingSession,SaveGiverTitle
source: Save Giver
spanish: Guardar Donante

# BreedingSession,SaveReceiverTitle
source: Save Receiver
spanish: Guardar Receptora

# BreedingSession,SemenPool
source: Semen Pool
spanish: Reserva de Semen

# BreedingSession,SkipButtonTooltip
source: Proceed to the next phase of this scene.
spanish: Continúa con la siguiente fase de esta escena.

# BreedingSession,SpeedTitle
source: Speed
spanish: Velocidad

# BreedingSetup,BreedButtonTitle
source: Start
spanish: Iniciar

# BreedingSetup,BreedButtonTooltip
source: Start a breeding scene with the currently selected mates and options.
spanish: Inicia una escena de reproducción con los compañeros y las opciones actualmente seleccionados.

# BreedingSetup,GiverWindowTitle
source: Select Giver
spanish: Seleccionar Donante

# BreedingSetup,QuickButtonTitle
source: Quick
spanish: Rápido

# BreedingSetup,QuickButtonTooltip
source: Breed this pair without starting a scene.
spanish: Reproducir esta pareja sin comenzar una escena.

# BreedingSetup,ReceiverWindowTitle
source: Select Receiver
spanish: Seleccionar Receptora

# BreedingSystem,ImpossibleCombo
source: Impossible breeding combination.
spanish: Combinación de reproducción imposible.

# BreedingSystem,NoFemaleGiver
source: Giver must be futa or male.
spanish: El donante debe ser futa o macho.

# BreedingSystem,NoGiver
source: Giver must be selected.
spanish: El donante debe ser seleccionado.

# BreedingSystem,NoMaleReceiver
source: Receiver must be female or futa.
spanish: La receptora debe ser hembra o futa.

# BreedingSystem,NoOffspring
source: No offspring this time...
spanish: Sin descendencia esta vez...

# BreedingSystem,NoReceiver
source: Receiver must be selected.
spanish: La receptora debe ser seleccionada.

# BreedingSystem,NoRoomOffspring
source: Not enough space for offspring, it was released into the wild.
spanish: No hay suficiente espacio para la descendencia, se liberó en la naturaleza.

# BreedingSystem,NoSexPosition
source: Sex position must be selected.
spanish: Se debe seleccionar la posición sexual.

# CharacterDetails,Allure
source: Allure
spanish: Atractivo

# CharacterDetails,AllureTooltip
source: Allure is a measure of the pheromones given off by this one.
spanish: El Atractivo es una medida de las feromonas emitidas por éste/a.

# CharacterDetails,Attributes
source: Attributes
spanish: Atributos

# CharacterDetails,Dexterity
source: Dexterity
spanish: Destreza

# CharacterDetails,DexterityTooltip
source: Measures how quick and agile this one can be.
spanish: Mide cuán rápido y ágil puede ser este.

# CharacterDetails,Father
source: Father
spanish: Padre

# CharacterDetails,FatherTooltip
source: The provider of the semen.
spanish: El proveedor del semen.

# CharacterDetails,Fertility
source: Fertility
spanish: Fertilidad

# CharacterDetails,FertiliyTooltip
source: How likely it would be for this one to produce offspring.
spanish: Cuán probable sería que éste produjera descendencia.

# CharacterDetails,Level
source: Level
spanish: Nivel

# CharacterDetails,LevelTooltip
source: Level represents how much power this one has absorbed through sexual activity.
spanish: El Nivel representa cuánto poder ha absorbido este a través de la actividad sexual.

# CharacterDetails,Lifeforce
source: Spirit
spanish: Espíritu

# CharacterDetails,LifeforceTooltip
source: Spirit energy. Used to transform into your spirit form.
spanish: Energía espiritual. Se usa para transformarse en tu forma espiritual.

# CharacterDetails,Loyalty
source: Loyalty
spanish: Lealtad

# CharacterDetails,LoyaltyTooltip
source: How happy this one is to stay on your ranch.
spanish: Qué feliz es éste de quedarse en tu rancho.

# CharacterDetails,Lust
source: Lust
spanish: Lujuria

# CharacterDetails,LustTooltip
source: Represents how horny this one has become. When lust reaches zero, sexual activity and most actions cannot be performed.
spanish: Representa lo cachondo que se ha vuelto este. Cuando la lujuria llega a cero, la actividad sexual y la mayoría de las acciones no se pueden realizar.

# CharacterDetails,Mother
source: Mother
spanish: Madre

# CharacterDetails,MotherTooltip
source: The female who summoned this one into the world.
spanish: La hembra que convocó a este al mundo.

# CharacterDetails,Pregnancy
source: Pregnant
spanish: Embarazada

# CharacterDetails,PregnancyTooltip
source: Progress toward summoning offspring. Milk production is doubled during pregnancy.
spanish: Progreso hacia la invocación de la descendencia. La producción de leche se duplica durante el embarazo.

# CharacterDetails,Procreators
source: Procreators
spanish: Procreadores

# CharacterDetails,Race
source: Race
spanish: Raza

# CharacterDetails,RaceTooltip
source: The race this one belongs to.
spanish: La raza a la que este pertenece.

# CharacterDetails,Sex
source: Sex
spanish: Sexo

# CharacterDetails,SexTooltip
source: What genetalia this one was born with.
spanish: Con qué genitales nació este.

# CharacterDetails,Stats
source: Stats
spanish: Estadísticas

# CharacterDetails,Strength
source: Strength
spanish: Fuerza

# CharacterDetails,StrengthTooltip
source: The physical strength of this one.
spanish: La fuerza física de este.

# CharacterDetails,Traits
source: Traits
spanish: Rasgos

# CharacterDetails,Value
source: Value
spanish: Valor

# CharacterDetails,ValueTooltip
source: The net worth of this one, a result of stats and the rarity of its variant.
spanish: El valor neto de este, resultado de las estadísticas y la rareza de su variante.

# CharacterDetails,Variant
source: Variant
spanish: Variante

# CharacterDetails,VariantTooltip
source: The morphology within this one's race.
spanish: La morfología dentro de la raza de este.

# CharacterDetails,Willpower
source: Willpower
spanish: Fuerza de Voluntad

# CharacterDetails,WillpowerTooltip
source: Willpower measures the ability of this one to control their lust.
spanish: La Fuerza de Voluntad mide la capacidad de éste para controlar su lujuria.

# CharacterDetails,XP
source: XP
spanish: EXP

# CharacterDetails,XPTooltip
source: Progress toward the next level.
spanish: Progreso hacia el siguiente nivel.

# CharacterEditor,AdditionalMaterial
source: Additional Material
spanish: Material Adicional

# CharacterEditor,AmbientEffects
source: Ambient Effects
spanish: Efectos de Ambiente

# CharacterEditor,AnusMaterial
source: Anus
spanish: Ano

# CharacterEditor,BackButton
source: Back
spanish: Atrás

# CharacterEditor,BackButtonTooltip
source: Return to the previous screen.
spanish: Regresar a la pantalla anterior.

# CharacterEditor,BellyShape
source: Belly
spanish: Barriga

# CharacterEditor,BodyAttachments
source: Attachments
spanish: Adjuntos

# CharacterEditor,BodyAttachmentsMaterial
source: Body Attachments
spanish: Accesorios del Cuerpo

# CharacterEditor,BodyMaterial
source: Body
spanish: Cuerpo

# CharacterEditor,BodyPhysics
source: Bounce Physics
spanish: Física de Rebote

# CharacterEditor,BootsGroup
source: Footwear
spanish: Calzado

# CharacterEditor,BreastsShape
source: Breasts
spanish: Pechos

# CharacterEditor,ButtShape
source: Butt
spanish: Trasero

# CharacterEditor,CancelButton
source: Cancel
spanish: Cancelar

# CharacterEditor,ChangeSexTooltip
source: Change this character's sex. WARNING: This will overwrite the current appearance.
spanish: Cambia el sexo de este personaje. ADVERTENCIA: Esto sobrescribirá la apariencia actual.

# CharacterEditor,ChooseAnimationTooltip
source: Change the current animation.
spanish: Cambiar la animación actual.

# CharacterEditor,CopyTooltip
source: Copy to clipboard.
spanish: Copiar al portapapeles.

# CharacterEditor,DetailsWindowTitle
source: Details
spanish: Detalles

# CharacterEditor,EditTraits
source: Traits and States
spanish: Rasgos y Estados

# CharacterEditor,ExoticTooltip
source: Give this character its exotic trait if one exists. WARNING: This will overwrite the current appearance.
spanish: Dale a este personaje su rasgo exótico si existe. ADVERTENCIA: Esto sobrescribirá la apariencia actual.

# CharacterEditor,EyebrowMaterial
source: Eyebrows
spanish: Cejas

# CharacterEditor,EyeMaterial
source: Eyes
spanish: Ojos

# CharacterEditor,FaceMaterial
source: Face
spanish: Rostro

# CharacterEditor,FaceShape
source: Face
spanish: Rostro

# CharacterEditor,FullBodyShape
source: Full Body
spanish: Cuerpo Completo

# CharacterEditor,FurMaterial
source: Fur
spanish: Pelaje

# CharacterEditor,GalleryButton
source: Gallery
spanish: Galería

# CharacterEditor,GalleryButtonTooltip
source: Switch to the breeding scene gallery.
spanish: Cambia a la galería de escenas de reproducción.

# CharacterEditor,GenitaliaMaterial
source: Genitals
spanish: Genitales

# CharacterEditor,GenitalsShape
source: Genitals
spanish: Genitales

# CharacterEditor,HairMaterial
source: Hair
spanish: Cabello

# CharacterEditor,HominalTooltip
source: Give this character its hominal trait if one exists. WARNING: This will overwrite the current appearance.
spanish: Dale a este personaje su rasgo humanoide si existe. ADVERTENCIA: Esto sobrescribirá la apariencia actual.

# CharacterEditor,LeaveButton
source: Leave
spanish: Salir

# CharacterEditor,LeaveButtonTooltip
source: Exit the editor. Unsaved changes will be lost.
spanish: Sal del editor. Los cambios no guardados se perderán.

# CharacterEditor,LoadUsrPresetTooltip
source: Load a saved preset. WARNING: This will overwrite the current appearance.
spanish: Cargar un preajuste guardado. ADVERTENCIA: Esto sobrescribirá la apariencia actual.

# CharacterEditor,LowerBodyShape
source: Lower Body
spanish: Cuerpo Inferior

# CharacterEditor,LowerClothing
source: Lower Clothing
spanish: Ropa Inferior

# CharacterEditor,NailsMaterial
source: Nails
spanish: Uñas

# CharacterEditor,NextButton
source: Next
spanish: Siguiente

# CharacterEditor,NextButtonTooltip
source: Continue to the next screen.
spanish: Continúa a la siguiente pantalla.

# CharacterEditor,NippleMaterial
source: Nipples
spanish: Pezones

# CharacterEditor,PasteTooltip
source: Paste copied data. WARNING: This will overwrite the selected category, and might look terrible on different variants.
spanish: Pega los datos copiados. ADVERTENCIA: Esto sobrescribirá la categoría seleccionada y podría verse terrible en diferentes variantes.

# CharacterEditor,PresetFlags
source: Flags
spanish: Banderas

# CharacterEditor,PresetNameTitle
source: Save Preset
spanish: Guardar Preajuste

# CharacterEditor,RenameTooltip
source: Rename this character.
spanish: Renombrar a este personaje.

# CharacterEditor,SaveBreederTooltip
source: Save current appearance.
spanish: Guardar apariencia actual.

# CharacterEditor,SaveButton
source: Save
spanish: Guardar

# CharacterEditor,SavePresetTooltip
source: Save current appearance as a preset.
spanish: Guardar la apariencia actual como un preajuste.

# CharacterEditor,SaveSpiritTooltip
source: Save this as your spirit form.
spanish: Guardar esta como tu forma espiritual.

# CharacterEditor,ShapeWindowTitle
source: Shape
spanish: Forma

# CharacterEditor,SkinMaterial
source: Skin
spanish: Piel

# CharacterEditor,ToggleClothesTooltip
source: Toggle all clothing except underwear.
spanish: Alternar toda la ropa, excepto la ropa interior.

# CharacterEditor,ToggleLinkedMode
source: Toggle linking of similar or mirrored values.
spanish: Alternar la vinculación de valores similares o reflejados.

# CharacterEditor,ToggleUnderwearTooltip
source: Toggle only underwear.
spanish: Alternar sólo la Ropa Interior.

# CharacterEditor,ToolsTooltip
source: Various editor functions.
spanish: Varias funciones del editor.

# CharacterEditor,UnderwearGroup
source: Underwear
spanish: Ropa Interior

# CharacterEditor,UpperBodyShape
source: Upper Body
spanish: Cuerpo Superior

# CharacterEditor,UpperClothing
source: Upper Clothing
spanish: Ropa Superior

# CharacterEditor,VariantTooltip
source: Change this character's variant. WARNING: This will overwrite the current appearance.
spanish: Cambia la variante de este personaje. ADVERTENCIA: Esto sobrescribirá la apariencia actual.

# CharacterSystem,ErrorSavingPreset
source: Error while trying to save preset.
spanish: Error al intentar guardar el preajuste.

# CharacterSystem,SavedPreset
source: Successfully saved preset.
spanish: Preajuste guardado con éxito.

# ComponentModifier,DecrementTooltip
source: Previous component.
spanish: Anterior componente.

# ComponentModifier,IncrementTooltip
source: Next component.
spanish: Siguiente componente.

# ComponentModifier,None
source: None
spanish: Ninguno

# ConfirmationBox,ConfirmButton
source: Yes
spanish: Sí

# ConfirmationBox,ExitConfirmTitle
source: Exit to Desktop?
spanish: ¿Salir al Escritorio?

# ConfirmationBox,FulfillConfirm
source: The selected Nephelym will be given away.
spanish: Se regalará el Nephelym seleccionado.
