Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,38BCD1174242BC7366EC2D967B472DE1
source: You can tell how hard I came by the size of the fruit. The larger ones were oh so fun to make.
spanish: Se puede decir lo mucho que me vine por el tamaño de la fruta. Las más grandes fueron muy divertidas de hacer.

# ,38CC526548FEE9E798647C9C32B75ECE
source: I decided to use my dryad power to produce fruit for them, and they love it.
spanish: Decidí usar mi poder de dríada para producir fruta para ellos, y les encanta.

# ,38F493C44D198004851E1399B9B3A835
source: It's been sometime since I have been mounted, so I might get rough!
spanish: Ha pasado algún tiempo desde que me montaron, ¡así que podría ponerme dura!

# ,391607BA4B3A996D1551BC9B7E71F385
source: Harpy
spanish: Arpía

# ,396BA75142AC2655B980A8AEF0F46AA5
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,396D6F1D4A5CDF3A44406A84BB8CE6D9
source: A human filled with lust comes before me, this I know.
spanish: Un humano lleno de lujuria viene ante mí, esto lo sé.

# ,397B4EDC415499258BF65B825D968230
source: What do you know about the old temple?
spanish: ¿Qué sabes del antiguo templo?

# ,39BB76F04901D85036C696B74CA537B3
source: She can get mighty cold though, ye best fatten up on 'mai milk if yer head'n that way!
spanish: Aunque puede enfriahse musho, ¡será mejoh que engordeh con mi leshe si te encabezonah de esa manera!

# ,39E4B8C74F24A77B88CFA89F73E896C7
source: Meow! Yes, I write that as often as I blurt it out. Hmmmm... I want... um... meow! Gimme something cute I can put my butter stick in. The less noise it makes the better I guess, meow. Maybe make it extra warm and soft... you can control that right? Meow, this paper looks tasty. Just a few nibbles wouldn't hurt. -Cassie
spanish: ¡Miau! Sí, escribo eso tan a menudo como lo suelto. Hmmmm... quiero... um... ¡miau! Dame algo lindo en el que pueda meter mi barra de mantequilla. Supongo que cuanto menos ruido haga mejor, miau. Tal vez hacerlo más cálido y suave... puedes controlar eso, ¿verdad? Miau, este papel se ve delicioso. Unos pocos bocados no harán daño. -Cassie

# ,39E5F4F34604E8D146FCCBA395551EFA
source: Manage your Hybrids
spanish: Gestiona tus Hybrids

# ,39EB8468458A5DE6DD323B9399883245
source: To breed!
spanish: ¡Reproducirnos!

# ,3A445E064F00F058EEF964928975B1F0
source: Meow! That felt so good...
spanish: ¡Miau! Eso se sintió tan bien...

# ,3A46F38444516EB07B8D84BC38A2B77C
source: Sure we made a giant fruit, but you lack the lust I require to feed these cows.
spanish: Seguro que hicimos una fruta gigante, pero te falta la lujuria que necesito para alimentar a estas vacas.

# ,3A5C7D5342118BA87B8C6595C9B5D200
source: The massive set of tits called Amber sells milk. You can find Amber across the way, but be warned: the only thing thicker than her accent is her body. Good luck with that.
spanish: El enorme conjunto de tetas llamado Amber vende leche. Puedes encontrar a Amber al otro lado del camino, pero ten cuidado: lo único más grueso que su acento es su cuerpo. Buena suerte con eso.

# ,3A8C32C44AAB9702B680029FE2C6DAD8
source: *Extreme blushing*
spanish: *Sonrojo extremo*

# ,3AB82ACD4DE402E534B94C83E44F5A2C
source: Neela, warden of the Void, keybearer of pussy portals, at your service.
spanish: Neela, guardiana del Vacío, portadora de llaves de los coño-portales, a tu servicio.

# ,3AD149F249D46CC8CCB146B464F0C53D
source: Ahhhhhh... finally!
spanish: Ahhhhhh... ¡por fin!

# ,3AD376874C56281EC3CDA2BCD39AC51E
source: @MONSTER_RACE@ you catch won't be blessed like me!
spanish: ¡Los @MONSTER_RACE@ que atrapes no serán bendecidos como yo!

# ,3AEC10F04A7A17CC79668DBE56DADBEA
source: It was a dragon all along. How could I not have guessed that!
spanish: Fue un dragón todo el tiempo. ¡Cómo no pude haberlo adivinado!

# ,3B3FB5184F1E276BF9EE46AB7835441D
source: Starfallen body fluids.
spanish: Fluidos corporales de Starfallen.

# ,3B447AD04300826ECFC550A03A3AA0BC
source: My lower body is filled with nectar just waiting to surround your body as you cum again... and again.
spanish: La parte inferior de mi cuerpo está llena de néctar solo esperando rodear tu cuerpo mientras te corres otra una... y otra vez.

# ,3B686C7E477142920CF64F8119EC7E6F
source: Give into your desires, it will not render you weak.
spanish: Cede a tus deseos, no te debilitará.

# ,3B6C0A634B200C954436A296F4A9EFEE
source: Catch a male Vulwarg if you have not done so, and then return to me. We will then make love and form a covenant.
spanish: Atrapa a un macho vulwarg si aún no lo has hecho, y luego vuelve a mí. Luego haremos el amor y formaremos un pacto.

# ,3B7564A547A46D41C60CB999DCC9B845
source: But by far the best surprises came from behind... or they did before that confounded Cockblock Gate sealed itself a few days ago.
spanish: Pero, con mucho, las mejores sorpresas vinieron desde atrás... o lo hicieron antes de que el confuso Portón Bloque-polla se sellara hace unos días.

# ,3B83735E49E0C65B9C47E19DEE0B3417
source: *Strange moans and squishy noises can be heard within.*
spanish: *Se pueden escuchar extraños gemidos y ruidos blandos en el interior.*

# ,3B85C4B1437679C67EE00DB4AEA10E96
source: Me chieftain because I use my dick the most, so watch out!
spanish: Yo cacique porque uso más mi pene, ¡así que ten cuidado!

# ,3C151FC94376B799967B11AAA342949E
source: You're the high priestess!!!!
spanish: ¡¡¡¡Eres la suma sacerdotisa!!!!

# ,3C197E81483FDB92C0B7DE83C29374D3
source: Thriae Hive
spanish: Colmena de Thriaes

# ,3C6678BF441FA4DC09CD16B12864C86C
source: Beautiful Pearl was given away.
spanish: Perla Preciosa fue regalada.

# ,3C6949B84E9BE02327C5408DC7F1D673
source: I can help you make a cherry!
spanish: ¡Puedo ayudarte a hacer una cereza!

# ,3C944B624D25292479528987C3078CBF
source: For from Her and through Her and to Her are all things. To Her be glory forever.
spanish: Porque de Ella y a través de Ella y para Ella son todas las cosas. Para Ella sea la gloria para siempre.

# ,3C9BA6E04AC95F2B27A50B89FF127DCA
source: Tell me about spiders.
spanish: Háblame de las arañas.

# ,3CA687014A0A2E686C1525BCF1F25CAE
source: Gaudy: Inherited an unusual vivid color scheme.
spanish: Llamativo: heredó un inusual esquema de colores vivos.

# ,3CAE764B43C77D2CB4504791345E729C
source: It's been awhile, maybe I should go check on her.
spanish: Ha pasado un tiempo, tal vez debería ir a ver cómo está.

# ,3CD8374646422958F67B3F8F2C11622C
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,3D4441784AF4D03AE277679928164F4E
source: Stoic
spanish: Estoico

# ,3D80ACD9492E522E22EE0EAAD298E834
source: I'm climbing in your flower.
spanish: Estoy trepando en tu flor.

# ,3D8EEBEC4ED68B55EF4D03AE26C8037C
source: I want to play in your slime!
spanish: ¡Quiero jugar en tu limo!

# ,3DB538F149AC7F6C7364009E1811D1CF
source: Or, hath desire brought you abreast my holy golden bosom?
spanish: ¿O acaso el deseo te trajo junto a mi santo seno dorado?

# ,3DDC87214109BEB2D2A970A966C08449
source: May I... use my toy on you?
spanish: ¿Puedo... usar mi juguete contigo?

# ,3DE7C5E5483FE8321224F9A0BE1EE1E2
source: I will keep it forever as a token of our friendship!
spanish: ¡Lo guardaré para siempre como muestra de nuestra amistad!

# ,3E483C5F491D4BAE82E56082A61D1FA0
source: Ahhh! She's the perfect toy for such a boring task. You have my thanks.
spanish: ¡Ahhh! Ella es el juguete perfecto para una tarea tan aburrida. Tienes mi agradecimiento.

# ,3E509CE6430904677DC8DBB0A19336D8
source: Can't you nap somewhere else?
spanish: ¿No puedes tomar una siesta en otro lugar?

# ,3E5797444DCB450E19730E9C8CB6A4FB
source: That's it human, you have annoyed me long enough. Bend over and prepare to be stuffed with my fat spear!
spanish: Eso es humana, me has molestado lo suficiente. ¡Inclínate y prepárate para ser llenada con mi gorda lanza!

# ,3E5B1CA94E6EB9CC180AE3A6F9EC5439
source: Seek the keystones hidden throughout the world, for one is required per gate.
spanish: Busca las piedras-llave escondidas en todo el mundo, ya que se requiere una por portón.

# ,3EAFC53348C0B793D4BF32A6B78F4E3F
source: Lifted!
spanish: ¡Levantado!

# ,3EB71DED4BE3050E6199E7B8D96DD53B
source: Hiss! Perhaps it's finally time I did something about thisss, so that I might share my ass with the world.
spanish: ¡Sss! Quizás finalmente es hora de que haga algo al respecto, para poder compartir mi culo con el mundo.

# ,3ECED49B42C93D52237EFFBEAB033F9A
source: Soon my nectar collection will be complete, and I can return to the Hivelands.
spanish: Pronto mi colección de néctar estará completa y podré regresar a las Tierras-Colmena.

# ,3EDC6D7644348135F915AD8CFA2438CE
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,3EDC810646DEEE7CC8706393F4141D13
source: Really?! These truly are the best days of my life!
spanish: ¡¿En serio?! ¡Estos son verdaderamente los mejores días de mi vida!

# ,3EEDCB0B41A901791EE10990EB7EBF6A
source: But every now and then a few like to roll around in the dirt.
spanish: Pero de vez en cuando a algunos les gusta revolcarse en la tierra.

# ,3EF462824AF0C626F44930B3EB3D1614
source: Demons prefer the lava flows of Moaning Crag.
spanish: Los demonios prefieren los flujos de lava del Risco Gimiente.

# ,3EF6E0F646189B89DDE495A5A01F7FC3
source: Abomination
spanish: Abominación

# ,3EFC55C841DE04F93E1162B03860B502
source: Ohhh @BREEDER_NAME@... you were amazing.
spanish: Ohhh, @BREEDER_NAME@... estuviste increíble.

# ,3F053255484259108C0E28AFBD627175
source: You have no idea how much restraint I am putting forth at this moment...
spanish: No tienes idea de cuánto me estoy conteniendo en este momento...

# ,3FA017C943E38117C9C5C1B911067136
source: Let's make a fruit!
spanish: ¡Hagamos una fruta!

# ,3FF7BD1544456D7735C2D2AA0DCBAA1A
source: Your cock was so big, I didn't think I could take all of it.
spanish: Tu polla era tan grande, no pensé que pudiera tomarla toda.

# ,40100E704D14DC5D1B113F84C1BCE936
source: But what we really want is to breed with you.
spanish: Pero lo que realmente queremos es reproducirnos contigo.

# ,401903B14D6EBA6B8EC8F699AF4FAF22
source: Despite my constant attempts to please her and love her, she would not say anything else.
spanish: A pesar de mis constantes intentos de complacerla y amarla, ella no dijo nada más.

# ,4019AADD47513B243D987E8810645FAD
source: Before you is an emissary of the Goddess, and your archangel servant. Let these words pierce your heart, for I speak on Her behalf.
spanish: Ante ti está una emisaria de la Diosa y tu arcángel sirviente. Deja que estas palabras traspasen tu corazón, porque hablo en Su nombre.

# ,4021F6674834D5C495A7E59231DB4FA4
source: If you aren't in the mood, you can also catch them by rubbing @MONSTER_RACE@ semen on their skin, or feeding them @MONSTER_RACE@ milk.
spanish: Si no está de humor, también puede atraparlos frotando semen de @MONSTER_RACE@ en su piel o alimentándolos con leche de @MONSTER_RACE@.

# ,402496A44933EE13233F8E8A45D06E47
source: The queen?
spanish: ¿La reina?

# ,4052D6DF434789A177EAA1A32665DC40
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,408D0D424145C7FC8A4A419C5F15FC5E
source: Yes. By any means necessary!
spanish: Si. ¡Por cualquier medio necesario!

# ,409211234F50BB3CC5987D94FC8463AA
source: Can you help me get that keystone?
spanish: ¿Puedes ayudarme a conseguir esa piedra-llave?

# ,40FFE44B48699F620EAC16A81249A058
source: You should stay down here and give me more! We can be friends forever.
spanish: ¡Deberías quedarte aquí y darme más! Podemos ser amigos para siempre.

# ,410012DF43FE2AB2B4B74FA7EE1CB85E
source: Come 'an put yerself betwixt them--I don't mind none!
spanish: Ven y ponte entre ellah: ¡no me importa na'!

# ,41542C1D49AAE2C08A8E1785C30CC95C
source: Most Krakens are futas, to maximize our pleasure and breeding potential.
spanish: La mayoría de los krakens son futas, para maximizar nuestro placer y potencial de reproducción.

# ,415BAAD3485DF4862A1042A34A209E90
source: Perhaps a quick flight up to Climax Peak is in order, there's bound to be a dumb Titan lumbering about.
spanish: Quizás un vuelo rápido hasta la Cumbre del Clímax esté en regla, seguramente habrá un titán tonto caminando pesadamente.

# ,4163AB5147C585FA2B2677AB39C31FC2
source: Human did good, chieftain already dumped loads in her.
spanish: El humano lo hizo bien, la cacique ya arrojó cargas sobre ella.

# ,417606634FB97A6E74DED7A87503CED0
source: Human! My tribe sisters want to breed.
spanish: ¡Humano! Las hermanas de mi tribu quieren reproducirse.

# ,4190CA08434458A4DA0C58AFFD9BDDC9
source: According to my theories, I estimate @MONSTER_RACE@ are about 18 times as lustful as what we think humans to be.
spanish: Según mis teorías, calculo que los @MONSTER_RACE@ son unas 18 veces más lujuriosos de lo que creemos que son los humanos.

# ,41B56BDE47DBF26EB76387BAB182E0D2
source: Is t-t-there something... you want human?
spanish: ¿Hay a-a-algo... que quieras humano?

# ,41CE38AC413D8EA31A17AAA16825D852
source: You will feel so good as I flood your womb with my slime...
spanish: Te sentirás tan bien mientras inundo tu útero con mi limo...

# ,41D4E33A4F278EEAC8E03DBD1A9618E5
source: I'm get'n wet, milk me 'lil human! Drink it all!
spanish: ¡Me ehtoy mojando, ordéñame peke humano! ¡Bébela toa!

# ,42094BD145964827266556B272FD2005
source: Slide yourself in here with me, my body is silky and filled with sweet nectar. I will make you feel so good...
spanish: Deslízate aquí conmigo, mi cuerpo es sedoso y lleno de dulce néctar. Te haré sentir tan bien...

# ,4216C26A4EE0EF8A17937686F1FBEC4A
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,421A6EEB4894FA5513454B9A113B5D73
source: @MONSTER_RACE@ you catch won't be blessed like me!
spanish: ¡Los @MONSTER_RACE@ que atrapes no serán bendecidos como yo!

# ,4225207741108002DA6A24AE7B076E55
source: They are fun to make, and can sell for a decent chunk of orgasium.
spanish: Son divertidas de hacer, y pueden venderse por una cantidad decente de orgasium.

# ,424BF25644C67138FF6800BD56A2F0CF
source: We love to breed with all other @MONSTER_RACE@.
spanish: Nos encanta reproducirnos con todos los demás @MONSTER_RACE@.

# ,42666B4E478FE544AD7A4B91FD65DE82
source: Aye don't stop 'lil human! It's thick and creamy... ahhh!
spanish: ¡Seh, no pareh peke humana! Eh ehpesa y cremosa... ¡ahhh!

# ,42E4526948669BCD5AFBD29DC9583D3C
source: Meh, I am an alchemist... I don't believe in this stuff! Go talk to high priestess Leylanna or that creepy Seraphim if you want to learn more about this myth!
spanish: Meh, soy una alquimista... ¡no creo en estas cosas! ¡Ve a hablar con la suma sacerdotisa Leylanna o con esa espeluznante serafín si quieres aprender más sobre este mito!

# ,431393014FD2AE0F14B10994F1A6E951
source: A force was needed to contrast the light, and so the Goddess gave into Her most lustful desires and birthed the darkness.
spanish: Se necesitó una fuerza para contrastar la luz, por lo que la Diosa cedió a Sus deseos más lujuriosos y dio a luz a la oscuridad.

# ,432AB6154EB0FCBABFD45A9F48D948F8
source: Human fix gate now, or get cock stuffed down gullet!
spanish: ¡Ahora arregla el portón humana, o haré que la polla rellene bajando por la garganta!

# ,433691C34A0864415618B78808993A0E
source: For hundreds of years I have come to this rock to rest, it's quite comfortable.
spanish: Durante cientos de años he venido a descansar a esta roca, es bastante cómodo.

# ,434F3EDD4D71E19F342B9FB4B2780A63
source: Oh yes, that was incredible.
spanish: Oh, sí, eso fue increíble.

# ,434FF9C34E180AC6724D628D8E2EB07A
source: *Purr* You made me feel so good... so Cassie fixed it for you!
spanish: *Ronronea* Me hiciste sentir tan bien... ¡así que Cassie te lo arregló!

# ,4360D9A3483F76A70B34C59BF0B5B019
source: Your concern is making me wet... hissss... come closer.
spanish: Tu preocupación me está mojando... sss... acércate.

# ,437DBE7940749A6838FDA39FD90FF637
source: Accept
spanish: Aceptar

# ,43B91A4A43D78CA88ED80E9B8E857EB2
source: If you... uh... ever get desperate again, you know where to find me!
spanish: Si... eh... alguna vez te desesperas de nuevo, ¡ya sabes dónde encontrarme!

# ,43D16A4C487E8E717D3AF2A72A1F2C56
source: Way to kill the mood human.
spanish: Qué manera de matar el humor, humano.

# ,43D6E7FC4718254A804FD5AF3D1C8186
source: Does my Lamia body please you?
spanish: ¿Mi cuerpo de lamia te complace?

# ,43D79A3F4EFECC071827CCAC96ED865A
source: She birthed offspring in their image and made them immortal. Those who believe call this the Great Conception.
spanish: Ella dio a luz descendencia a su imagen y los hizo inmortales. Los que creen llaman a esto la Gran Concepción.

# ,43F7A9D34F081E2EA25537A60B42DBA3
source: Don't waste your delicious body fluid on me. Just wait for Falene to come back, or go suck on Amber's tits.
spanish: No desperdicies tu delicioso fluido corporal en mí. Solo espera a que vuelva Falene o ve a chupar las tetas de Amber.

# ,44000BD74D084D5F4F4AD99708071613
source: *Purr*
spanish: *Ronronea*

# ,44A109FA42CB5758C411968173BA0B7F
source: My giant, but delicious ass, has been stuck in this cave for a long time. Hiss!
spanish: Mi gigante pero delicioso culo lleva mucho tiempo atrapado en esta cueva. ¡Sss!

# ,44ABED7740DE9FD12170D8B548E87A78
source: She assigned each world a special Seraphim, an archangel, to guide the evolution of life.
spanish: Ella asignó a cada mundo una serafín especial, una arcángel, para guiar la evolución de la vida.

# ,44BC09AE4BDFA439FBFD8BAABD7A96D0
source: Chubby
spanish: Gordito

# ,44F952984F6E2F20583500AA72B0067A
source: Such is for Her to decide. Rest, for She is all-powerful and all-loving. Their care and wellness could not be in better hands.
spanish: Tal es para que Ella decida. Descansa, porque Ella es todopoderosa y amorosa. Su cuidado y bienestar no podrían estar en mejores manos.

# ,44FB7A2943203A7912B1F5B22C5B6DCA
source: That makes your job a lot easier!
spanish: ¡Eso hace que tu trabajo sea mucho más fácil!

# ,451D045F4EC3DCF8BA7211AC97FF4D8A
source: Sylvan
spanish: Silvano

# ,451F078442E7E1029E8F99BF760B9E69
source: You have a beautiful set of fertile hips and breasts... and... ohhhh, a nice thick dick! You, my lovely futa, will make a great mate!
spanish: Tienes un hermoso conjunto de caderas y pechos fértiles... y... ¡ohhhh, un buen y grueso pene! ¡Tú, mi adorable futa, serás una gran pareja!

# ,45593BFD42216BAC5309AAAB9A612E59
source: Bring that human pussy back to me soon.
spanish: Tráeme ese coño humano pronto.

# ,45B1E6E34C7DA1B37BDE04B204DC4C4B
source: So you're a princess...
spanish: Entonces eres una princesa...

# ,45DEB2444826198BC72D2197A3F25B05
source: Manage your Nekos
spanish: Gestiona tus Nekos

# ,46018B7B49E8F91F3AB3B5A9002485B1
source: External "help" is required, and you are looking tasty at the moment.
spanish: Se requiere "ayuda" externa y te ves delicioso en este momento.

# ,464B0F3B450345A0F3EA8E98C67A5248
source: My name is Falene, the leading @MONSTER_RACE@ specialist in all of @WORLD_NAME@.
spanish: Mi nombre es Falene, la especialista de @MONSTER_RACE@ líder en todo @WORLD_NAME@.

# ,465ADEB24CD3DDFD522F83BA4982D09B
source: This allows you to catch and store all variants of Risu.
spanish: Esto te permite capturar y almacenar todas las variantes de Risus.

# ,4673804842CCE448A5F016907F5651DD
source: My mother is a magnificent Kraken, a beautiful voluptous maiden of the sea. To be half as good a queen as her would be a life well lived...
spanish: Mi madre es una kraken magnífica, una hermosa y voluptuosa doncella del mar. Ser la mitad de buena reina que ella sería una vida bien vivida...

# ,46745F5D451EF7EB89BFE58F57B364E3
source: Look at the size of it!
spanish: ¡Mira el tamaño!

# ,46C09FA14157EC1F3D6608BB30F25A60
source: Them townsfolk loved playing with 'mai soft body... *sigh*
spanish: A la gente der pueblo le encantaba jugah con mi zuave cuerpo... *suspira*

# ,46D776EB4F6C6F71D802088F7C493A82
source: If that doesn't suit you, how about you feed me some of your delicious cum?
spanish: Si eso no te conviene, ¿qué tal si me das un poco de tu delicioso semen?

# ,46DF2A6B40E2BC05DF3CD5879A17D834
source: Sylvan body fluids.
spanish: Fluidos corporales de Silvano.

# ,46E1708442BF3BDBC5C555BB87A184A4
source: Maybe a team of vulwarg males... no they would just want blow jobs and then run away.
spanish: Tal vez un equipo de machos vulwarg... no, solo querrían mamadas y luego escapar.

# ,4713FDFD44B74E42186DE9AD0CAAEBC6
source: *Lick*
spanish: *Lame*

# ,473797F44055F2EA1A6BA1B748146FFF
source: Wow a centaur!
spanish: ¡Guau, un centauro!

# ,47464D7B43F2BD56B082E8AB7F91F25E
source: Damn those Cockblock Gates... we never asked for those. Imagine if the ancient builders of the world made something useful, like a spell to give futas a scrotum.
spanish: Malditos sean esos Portones Bloque-polla... nunca los pedimos. Imagínese si los antiguos constructores del mundo hicieran algo útil, como un hechizo para dar a los futas un escroto.

# ,47621D134EBA27E9FF0A6888F1D9CF3D
source: *Sigh*
spanish: *Suspira*

# ,47744FD540FDC8F7DFF41B8338EA076E
source: Show me what you can build.
spanish: Muéstrame lo que puedes construir.

# ,47C226CD43D2A9B28FA62BB961FB0FAE
source: You may have my breast milk!
spanish: ¡Puedes tener mi leche materna!

# ,47D73C824ADC81BC6CCF3D92213FA9A5
source: Sterile
spanish: Estéril

# ,47E16E8D474D1F2D115C12A6DEB45E2B
source: Oh wait I haven't learned anything yet!!!!!
spanish: ¡¡¡¡¡Oh, espera, no he aprendido nada todavía!!!!!

# ,47F7DAF04C7F69F373B132BD8B955A76
source: *Snarl*
spanish: *Gruñe*

# ,47FF727144E602154C40FFB1396CB921
source: Tell me about painted elves.
spanish: Háblame de los elfos pintados.

# ,480CD24248AA305AA580D7AE82BC3035
source: For once I would like someone to bathe me. If it is not too much trouble, breed me an elegant wild Nephelym with the sweetest music so that we may bathe together. I want to feel their hands rub my fins while we sulk in warm water and dive deeper into the pleasures of love. -Romy
spanish: Por una vez me gustaría que alguien me bañara. Si no es mucho problema, críame un elegante Nephelym silvestre con la música más dulce para que podamos bañarnos juntos. Quiero sentir sus manos frotando mis aletas mientras nos enfurruñamos en agua tibia y nos sumergimos más profundamente en los placeres del amor. -Romy

# ,48107A45419D9511DA312F919A7866E8
source: Hedon Township
spanish: Municipio de Hedon

# ,484618D147614F8A866FE197422E04C0
source: The pleasures we experience during breeding are... intense. So intense in fact, we desire nothing else... oh wait, and tasty snacks!
spanish: Los placeres que experimentamos durante la reproducción son... intensos. Tan intensos, de hecho, que no deseamos nada más... ¡oh, espera, y sabrosos aperitivos!

# ,486FA5BE4745240DE60186BE36444829
source: The switch does not move.
spanish: El interruptor no se mueve.

# ,48A773D34A077935AE7A2FAD14F4A978
source: The more powerful the soul thou entrusts to me, the greater shall be thy bounty.
spanish: Cuanto más poderosa el alma que me confíes, mayor será tu recompensa.

# ,48ECD1FC4E34FAB69B41249F46A1CAB8
source: @BREEDER_NAME@. Long have I waited for your arrival.
spanish: @BREEDER_NAME@. Hace mucho que esperaba tu llegada.

# ,48EDBF874DED77CEE66F469303F265EB
source: I won't go near that temple, they will probably try and convert me, or make me inhale blue smoke.
spanish: No me acercaré a ese templo, probablemente intentarán convertirme o me harán inhalar humo azul.

# ,48F333E347A7091F18F946AADDC3C69D
source: Oh... you please this Kraken princess greatly human...
spanish: Oh... complaces a esta princesa kraken enormemente humano...
