Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,DCA3C7F14DDEBDAEB595FB95AA6A4F3C
source: Really?! These truly are the best days of my life!
spanish: ¡¿En serio?! ¡Estos son verdaderamente los mejores días de mi vida!

# ,DCBFA42D4FD9520CA7F586A84DCF3921
source: Make love with me @BREEDER_NAME@, let us writhe in pleasure before Her gaze.
spanish: Haz el amor conmigo @BREEDER_NAME@, nos dejamos retorcer de placer ante Su mirada.

# ,DCFCF2FF45351BEF9BAEACA9BE408F9A
source: If the wild @MONSTER_RACE@ loses interest in you, its low attention span will kick in and it will wander off.
spanish: Si el @MONSTER_RACE@ silvestres pierde interés en ti, su poca capacidad de atención se activará y se alejará.

# ,DD27BA4F486D3C23B0BAE6ABF193831E
source: A human... t-t-that's not something you see everyday.
spanish: Un humano... e-e-eso no es algo que se ve todos los días.

# ,DD3959194243B910FF07BC8D7CA651AB
source: The beautiful golden angel appeared only a few days before you.
spanish: La hermosa ángel dorada apareció solo unos días antes que tú.

# ,DD71570B40252FFC58EE9CAB7B9A3230
source: Breed this lonely spider a juicy elf, and the rock will be yours.
spanish: Cría para esta araña solitaria una elfa jugosa y la roca será tuya.

# ,DD7ECB9E437DDF8975868AA3934E909D
source: Look at my beautiful flower, it bloomed! Oh my did it feel weird...
spanish: Mira mi hermosa flor, ¡floreció! Oh cielos, se sintió raro...

# ,DD90913F4C544CDB2D79CDAE67287C68
source: Returning to me with that familiar glint in your eye.
spanish: Volviendo a mí con ese brillo familiar en tus ojos.

# ,DDC7B99042CEA89C790895990EB876BE
source: Most @MONSTER_RACE@ are wild, that is they roam by instict and are as animals.
spanish: La mayoría de @MONSTER_RACE@ son silvestres, es decir, deambulan por instinto y son como animales.

# ,DDC88AD7412D1B9E7696ED8213C21E27
source: Though, whoever drew up your fence line is a lunatic!
spanish: Sin embargo, ¡quien sea que haya trazado la línea de la cerca es un lunático!

# ,DDEC9C474F3624331E30EEB35B19842A
source: Autumn is satisfied.
spanish: Autumn está satisfecha.

# ,DE21C1784F767D32E852689C8D264665
source: It's been so long since I have given slime.
spanish: Ha pasado tanto tiempo desde que le di limo.

# ,DE7B484C4224680737F160881A189942
source: She only spoke one phrase to me: "I must speak with the human."
spanish: Ella solo me dijo una frase: "Debo hablar con el humano".

# ,DED16C92469A536D38021EBB9437E929
source: I think we're going to get along well human.
spanish: Creo que nos llevaremos bien humano.

# ,DED8326741203DABBF5FDBB2B97D6492
source: Formuria is a kingdom deep beneath the sea, and it is my home.
spanish: Formuria es un reino en las profundidades bajo el mar, y es mi hogar.

# ,DF6BBB7E43776E94C988FCA9C4AD5110
source: Once you learn a new position, we can practice it anytime.
spanish: Una vez que aprendas una nueva posición, podemos practicarla en cualquier momento.

# ,DF7ACA4545FC48FBC7FBD9816CFDE6DA
source: I have caught the variant you requested.
spanish: He capturado la variante que solicitaste.

# ,DF82C5BA4FA233DFB96C8A9B6BBE86E2
source: It's from the ancient mythology of the Goddess, which has become the modern day religion.
spanish: Es de la mitología antigua de la Diosa, que se ha convertido en la religión moderna.

# ,DFB5CC1D474B332C39BEB6B951A88142
source: What's with your accent?
spanish: ¿Qué pasa con tu acento?

# ,DFC4AEBB489C5D9B74E6F79CC91F1DB0
source: Nephelym Barn
spanish: Granero de Nephelym

# ,E01ADC7A41DCC8C65CA87E9C9561359D
source: Indeed! Your delicious fluid has done wonders.
spanish: ¡En efecto! Tu delicioso fluido ha hecho maravillas.

# ,E043108D41291B6169E3579CE41F44B3
source: Does my soft golden skin please you @BREEDER_NAME@?
spanish: ¿Mi suave piel dorada te complace, @BREEDER_NAME@?

# ,E04E71634CD5DA9067A43C8F3AE1A4F3
source: After decades of growth, the fruit will fall off and a dryad will emerge.
spanish: Después de décadas de crecimiento, el fruto se caerá y surgirá una dríada.

# ,E0699FC749A0DDDF3E385CA8D6F3E80E
source: Errrr, I can't stand it anymore, I'm going to milk you dry! I have never tasted human cum before!
spanish: Errrr, no puedo soportarlo más, ¡voy a ordeñarte hasta secarte! ¡Nunca antes había probado semen humano!

# ,E082A93948F5919CEB7D19BF935DA14E
source: All were in vain, for I am an archangel, but her kindess and loyatly to the Goddess are unquestionable.
spanish: Todos fueron en vano, porque soy una arcángel, pero su amabilidad y lealtad a la Diosa son incuestionables.

# ,E0B9E9894DD5921A03759097168DF006
source: You may have my breast milk!
spanish: ¡Puedes tener mi leche materna!

# ,E0C87F904575D628A6EAEFAD7A1DD491
source: As such, we frequently find ourselves on the receiving end of sex...
spanish: Como tal, con frecuencia nos encontramos en el extremo receptor del sexo...

# ,E0CB0262419C2D4379873799FB2844BC
source: I guess I do spoil them...
spanish: Supongo que las arruino...

# ,E0E93AA54E36B2C3F876CEBE1F52C2FC
source: *Sigh* How I wish she would fly over here and sit her golden nethers upon my face... so that I might taste her once more.
spanish: *Suspira* Cómo desearía que volara hasta aquí y sentara sus dorados bajos sobre mi cara... para que pudiera saborearla una vez más.

# ,E1403BCA4E98EC6272FC2E86F860771C
source: All have been pleasurable and delicious... but oh have I wanted something more...
spanish: Todos han sido placenteros y deliciosos... pero oh, he querido algo más...

# ,E17B89624E06BB5038FB7A90A70FFD12
source: As Hedon's oldest citizen, I remember trying to fit in there ages ago.
spanish: Como ziudadana de mayoh edah de Hedon, recuerdo habeh intentao encajah allí hase musho tiempo.

# ,E1AA64794D412D85279E1C928CB75EFF
source: What are wild @MONSTER_RACE@?
spanish: ¿Qué son los @MONSTER_RACE@ silvestres?

# ,E1E308E24203BE20934F4FBC8BEC61C7
source: With my voluptuous mermaid body, I shall play your dick like an instrument
spanish: Con mi voluptuoso cuerpo de sirena, tocaré tu pene como un instrumento

# ,E1E5995441F81E5B6E79E8A5481789F0
source: Ahh... ohhhh... yes! Please both of my tentacle heads...
spanish: ¡Ahh... ohhhh... sí! Por favor, mis dos cabezales de tentáculo...

# ,E1FD0C3A455475E0E474A0A50646DBA8
source: Once they built that new temple, the door was sealed... golly 'twas well over 1000 years ago now.
spanish: Una veh que construyeron ese nuevo templo, la puerta fue sellaa... Caramba, fue hase máh de 1000 añoh.

# ,E20511A746C7BFEF4C46D5A2F2586CD0
source: Slick: Inherited slick oily skin.
spanish: Resbaloso: heredó una piel aceitosa y resbaladiza.

# ,E227A6EF4C9C296BC4394FA1701CA51F
source: Let's make love!!
spanish: ¡¡Vamos a hacer el amor!!

# ,E255306C4E1CCD9DDB61B0AAC4AFBF04
source: A titan with plenty of muscle should work, use those breeding skillsssss.
spanish: Un titán con mucho músculo debería funcionar, usa esas habilidades de crianza.

# ,E267B04149B1C5C63B246BB9B347927F
source: Oh she did, did she? Hmph. Well then. The first thing you need to do is find Cassie and contract her to build enclosures for @MONSTER_RACE@. She should be pretty easy to find - she's the Neko that wears a 'tool belt' and not much else.
spanish: Oh, lo hizo, ¿verdad? Hmph. Bien entonces. Lo primero que debes hacer es encontrar a Cassie y contratarla para que construya recintos para los @MONSTER_RACE@. Debería ser bastante fácil de encontrar: es la neko que usa un 'cinturón de herramientas' y no mucho más.

# ,E27A479A496E7D5504357E85E45466FC
source: Hiss...
spanish: Sss...

# ,E28456C04008409976B97DAD9E483D99
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,E29F5BAA40F6C8758245C58555D4F73E
source: Ahhhh, your fingers are magical, go deeper! Deeper human, oh yesss.
spanish: Ahhhh, tus dedos son mágicos, ¡ve más profundo! Humana más profundo, oh sí.

# ,E2D78DC6488712103CF0A59E6DE95E47
source: Oh yer hand feels so good. Don't stop strok'n me box!
spanish: Oh, tu mano se siente tan bien. No dejeh de acarisiarme el ehtushe!

# ,E2F13B714EEE6046C9069A8F6F71DA0B
source: Why I remember when this area was just grasslands and trees!
spanish: ¡Por qué recuerdo cuando esta zona era solo praderas y árboles!

# ,E32B21044CA4F23C751CD4AC2F814FC7
source: You get crushed under muscles and ass until chieftain satisfied!
spanish: ¡Te aplasto debajo de los músculos y el culo hasta que la cacique esté satisfecha!

# ,E34457BA4EEA184519C5E4AAD2E0B122
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,E3AE7B054DC0BBA83F3A75BBB8565010
source: I've taken advantage of her fat ass many times, and pumped her full of my seed.
spanish: Me aproveché de su culo gordo muchas veces, y la llené de mi semilla.

# ,E3E470CD447870D4FC3D96BD5BD10264
source: Whoa... that's more than I bargained for!
spanish: Buah... ¡eso es más de lo que esperaba!

# ,E41A1FB14C3203DC5709BD9DDA4C90B4
source: Perhaps we can strike a bargain.
spanish: Quizás podamos hacer un trato.

# ,E44DC681421F83D23915B6BCE7AF12EF
source: I love it... it makes me so happy!
spanish: Me encanta... ¡me hace tan feliz!

# ,E456792841D9433268D3C186837C9B2F
source: The perfect toy for such a boring task. You have my thanks.
spanish: El juguete perfecto para una tarea tan aburrida. Tienes mi agradecimiento.

# ,E45685834D7AE2795D9FA29F5CCF8B18
source: Ahh... ohhhh... yes!
spanish: ¡Ahh... ohhhh... sí!

# ,E460226A4FF1B186BCA5DE85158B49AF
source: I am a growing Alraune, perhaps you have fluids to spare?
spanish: Soy una alraune en crecimiento, ¿tal vez te sobran fluidos?

# ,E48F12854CF0D281AA9E52B611BEFF61
source: Is that a comforting feeling?
spanish: ¿Es un sentimiento reconfortante?

# ,E499F0E4452FBC3AAE82E18BCF77B28B
source: My senses detect your desires @BREEDER_NAME@. You see my exposed body before you, and you wish to please yourself with it.
spanish: Mis sentidos detectan tus deseos, @BREEDER_NAME@. Ves mi cuerpo expuesto delante de ti y deseas complacerte con él.

# ,E4AA6F334E8152CCB55879A1FD73219D
source: Every week she embarks on a "field study".
spanish: Cada semana se embarca en un "estudio de campo".

# ,E4B026D641AF98C38A86DC827DC789C9
source: For nearly 1000 years I have been growing... all alone...
spanish: Durante casi 1000 años he estado creciendo... completamente sola...

# ,E4BB37CF496E2ECB97F60B861C42188F
source: Tell me about bees.
spanish: Háblame de las abejas.

# ,E4C07523420122C952973D869A7F228C
source: Now that you have so much energy...
spanish: Ahora que tienes tanta energía...

# ,E4D00AF649A1E7AC5659FFA04BB04427
source: Well done @BREEDER_NAME@, thou hast restored my world's link to the Void.
spanish: Bien hecho @BREEDER_NAME@, has restaurado el vínculo de mi mundo con el Vacío.

# ,E4F530D54D663ADF27773EB024081B52
source: Beautiful Pearl acquired.
spanish: Perla Preciosa adquirida.

# ,E5058E9246E1827F928D6681023A71A0
source: But what we really want is to breed with you.
spanish: Pero lo que realmente queremos es reproducirnos contigo.

# ,E52DB615469C458EDFDE9380BA351713
source: No idea, a year or two perhaps.
spanish: Ni idea, quizás un año o dos.

# ,E535E57A4387D4FB6EB39EA5A3988B61
source: Their offspring were restored to strong immortal forms, and the Goddess called all of Her creations the @MONSTER_RACE@.
spanish: Sus descendientes fueron restaurados a fuertes formas inmortales, y la Diosa llamó a todas Sus creaciones los @MONSTER_RACE@.

# ,E5582CD145475FD1FDA1C88BC2821A2A
source: The Dragon Matriarch probably wouldn't mind if I let you BORROW it for awhile.
spanish: A la Matriarca Dragón probablemente no le importaría si te la dejo PRESTADA por un tiempo.

# ,E5B424C34D393C3602C0EA8AF2AB1F9E
source: What a sweet little honey bee.
spanish: Qué dulce abejita de la miel.

# ,E5B7F2E2469864C41253FC892250ED92
source: Yes! Sing with me human.
spanish: ¡Si! Canta conmigo humana.

# ,E5ED1DF6437395916BD42CBCD355E384
source: I hope my tentacles were not too much for you... yes they can deliver quite the load.
spanish: Espero que mis tentáculos no hayan sido demasiado para ti... sí, pueden llevar bastante de la carga.

# ,E5F734734AC1001F041105949672E015
source: In addition to the pleasures of breeding, we really love life!
spanish: Además de los placeres de la reproducción, ¡realmente amamos la vida!

# ,E60B504F4E0F613CDC4974B7C3F19AC1
source: Only through our love can you find favor with the Goddess and meet your spirit form.
spanish: Solo a través de nuestro amor puedes encontrar el favor de la Diosa y encontrar tu forma espiritual.

# ,E616C96848EB54386E6532BF634CD0EA
source: No! *snarl*
spanish: ¡No! *gruñe*

# ,E6284AF048B97D804F6434804C0A6D5C
source: Elves taste just as I dreamed they would... and this little one is all mine.
spanish: Los elfos saben como soñé que serían... y esta pequeña es toda mía.

# ,E63E125C4A07D646D1BFD48E816B5B37
source: A wise choice human, for the Goddess has further endowed wild @MONSTER_RACE@.
spanish: Una sabia elección humana, pues la Diosa ha dotado aún más a @MONSTER_RACE@ silvestres.

# ,E663A2A8494081C671EA74A317740FAD
source: Atypical
spanish: Atípico

# ,E6729AE74984F181641135921F97D449
source: Ahhh yes... I knew you wouldn't be able to resist.
spanish: Ahhh, sí... sabía que no serías capaz de resistirte.

# ,E69826E04F46B36F08DF61ADC6BE1350
source: You were nice to me... I can part with it.
spanish: Fuiste amable conmigo... puedo separarme de eso.

# ,E6AE999D442B37DD898ED3B14ADA261A
source: Wild elves aren't as common as other @MONSTER_RACE@, Painted Elves even less so.
spanish: Las elfas silvestres no son tan comunes como otros @MONSTER_RACE@, las elfas pintadas aún menos.

# ,E6EFAF84489D0FE3730843AEC3483A12
source: Dragon Hoard
spanish: Tesoro Escondido del Dragón

# ,E71D6B9A4400127440C060AAD55FB07B
source: Hiss! I knew you wanted it. Don't think I haven't noticed you gazing upon my girthy glory.
spanish: ¡Sss! Sabía que lo querías. No creas que no te he visto contemplando mi oronda gloria.

# ,E771BFFB4897C621A00726862D211233
source: The receiver bounces up and down while facing away from the giver.
spanish: La receptora rebota hacia arriba y hacia abajo mientras mira en dirección opuesta al donante.

# ,E785DF8A4F91C040EC352CA7D80C247E
source: Waves of ecstasy still course through my body.
spanish: Oleadas de éxtasis todavía recorren mi cuerpo.

# ,E786C6B44314BBD71D79DA9FE5AF0C96
source: Cassie thinks there is a way to open it!
spanish: ¡Cassie cree que hay una manera de abrirlo!

# ,E79C52514246BC9F37D1229336510455
source: *Yawn*
spanish: *Bosteza*

# ,E7BA70CA4CDE49CD26EE3A92475B70E2
source: They began creating lifeforms of their own, but lacked the power and wisdom of the Goddess.
spanish: Comenzaron a crear formas de vida propias, pero carecían del poder y la sabiduría de la Diosa.

# ,E82ABEEB4DFDC274912B3E9EA8ECF8F2
source: At the end of each day, the worker bees will milk the queen and store the honey in jars and combs.
spanish: Al final de cada día, las abejas obreras ordeñarán a la reina y almacenarán la miel en tarros y panales.

# ,E82D05B04D7461ACFB177EBE4ED8C772
source: A gate was opened.
spanish: Se abrió un portón.

# ,E869210B499044B8227AF0B4F982A564
source: Amorous Hallows is now accessible.
spanish: Las Reliquias Amorosas ahora son accesibles.

# ,E8789C0E4CCC57BB8A98178902DA8110
source: Exotic: Inherited more monster traits.
spanish: Exótico: heredó mas rasgos de monstruo.

# ,E884B8E5410C3C8C00BFC3AFDA4097F9
source: By any means necessary, I will not let you pass human.
spanish: Por cualquier medio que sea necesario, no dejaré que pases humano.

# ,E887131048CFFB8EF5A2E0A1DA1194FE
source: I got the keystone for you as promised, take it. Don't be a stranger though!
spanish: Tengo la piedra-llave para ti como prometí, tómala. ¡Aunque no seas un extraño!

# ,E89A6BB74D15111C98632A99F45745CC
source: Meaty
spanish: Carnoso

# ,E89B660E4DCD6EDBFE7FBDB73A354FD0
source: If mastah let Fern drink mastah's fluids, Fern give shiny. Hiss!
spanish: Si Mastah deja que Fern beba los fluidos de Mastah, Fern dar brillante. ¡Sss!

# ,E8E336B64B994547FA9BF2A5CFD5F9EE
source: Yeah... one time she brought a leech in here and it swallowed me whole.
spanish: Sí... una vez ella trajo una sanguijuela aquí y me tragó entera.

# ,E90C40EC48C37A3A560F8083C83692A7
source: Perhaps I should do this from now on instead of wasting days slumbering.
spanish: Quizás debería hacer esto de ahora en adelante en lugar de perder los días durmiendo.

# ,E91EF4164FCD12832A52B095A8557B4A
source: Manage your Dragons
spanish: Gestiona tus Dragons

# ,E9306878425673698C22F9AA8CD2A8CC
source: We love to breed with all other @MONSTER_RACE@.
spanish: Nos encanta reproducirnos con todos los demás @MONSTER_RACE@.

# ,E95C5DA945F5D8A92099E9892F4615A7
source: Amorous Hallows
spanish: Reliquias Amorosas

# ,E97D557A4CC9B101F2F7E1A43C6C27B9
source: Risu Hutch
spanish: Conejera de Risus

# ,E999DFEA4E92B84DC1426192191A75AA
source: As she turned to face me, her massive ass jiggled and settled into place.
spanish: Cuando se volvió para mirarme, su inmenso culo se sacudió y se colocó en su lugar.

# ,E9A374BB46F94E4B206A549D48B4D6FD
source: But I must go to Climax Peak.
spanish: Pero debo ir a la Cumbre del Clímax.

# ,E9AB731F47E3F6759C9BEA90AA3E32CB
source: W-w-whoa easy human... I'm fragile.
spanish: B-b-buah fácil, humano... soy frágil.

# ,E9B8B1C5455710ECF7299ABDF56BBA47
source: Neko body fluids.
spanish: Fluidos corporales de Neko.

# ,EA2B04154B0261A512D72EBBD877304B
source: Well... my back legs. You can't miss it, nor handle it for that matter.
spanish: Bueno... mis patas traseras. No te lo puedes perder, ni tampoco puedes manejarlo.

# ,EA5E734B4238AB7601156A936E5E99DF
source: Oh... m-m-my... uh.
spanish: Oh... m-m-mi... eh.

# ,EA5FEF4E48F8E04291135AA9D42A6CE4
source: It is I, Mirru, who will be next in line to become queen, for all of my siblings are of low birth.
spanish: Soy yo, Mirru, la que será la siguiente en la línea para convertirse en reina, ya que todos mis hermanos son de bajo nacimiento.

# ,EAB6EBE14AAB0E16FF7079998969A562
source: What a massive release, it's been far too many days.
spanish: Qué descarga inmensa, han pasado demasiados días.

# ,EAC5867744C78DCB09760896409A7850
source: Take my tribe sisters back to Homestead... breed them well!
spanish: Llevar mis hermanas de tribu de vuelta a Granja... ¡críalas bien!

# ,EAE306A64EE7F2719CB1719962D3F107
source: This allows you to catch and store all variants of Demon.
spanish: Esto te permite capturar y almacenar todas las variantes de Demonios.

# ,EB1406C440D3EF18AF3C78B296137764
source: Manage your Risu
spanish: Gestiona tus Risus

# ,EB2D583D443FA7DB15278C95780CBC37
source: Meow! Hehehe don't get me started!
spanish: ¡Miau! ¡Jejeje, no me hagas empezar!

# ,EB54AD484FADC0D1DA6A95B5B6780E36
source: Surprise
spanish: Sorpresa

# ,EB6E4330432136A859E45AAF024E2DC0
source: And perhaps to suck my companion dry when the hunger arises... but I always strive to make it feel good.
spanish: Y tal vez para chupar a mi compañera hasta secarla cuando surja el hambre... pero siempre me esfuerzo por hacer que se sienta bien.

# ,EB717BA44A439427B1DE6CA60FA650A2
source: Do you like my thick deep vagina? Ahh... penetrate it with all your might...
spanish: ¿Te gusta mi vagina gruesa y profunda? Ahh... penétrala con todas tus fuerzas...

# ,EB8281BE4BDC307B5C0B208F2E5CDCED
source: Titans like the mountain caves of the Climax Peak.
spanish: A los titanes les gustan las cuevas de montaña de la Cumbre del Clímax.

# ,EB9CEE7C492834A71E0684923E36AB86
source: *Lick* *Suck*
spanish: *Lame* *Chupa*

# ,EBE827C94A2D86F5892666AE1E82AF18
source: Ah, well I could grant you access, but... there is something I want in return.
spanish: Ah, bueno, podría concederte acceso, pero... hay algo que quiero a cambio.

# ,EC01A5624439E2DDB75614A1656451DD
source: Hung: Inherited a larger dick.
spanish: Polludo: heredó un pene más grande.

# ,EC505AF645F08A603F4BDF98F4F09BAC
source: So many bosom cherries to make, the cows are always ready to eat them.
spanish: Tantas cerezas de seno para hacer, las vacas siempre están listas para comerlas.

# ,EC6BFF394580DB5B2B148096C2994439
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,EC7903464D18A00937FD1CB94B22B7B8
source: Lame. I thought the Dragon Matriarch would be better!
spanish: Aburrida. ¡Pensé que la Matriarca Dragón sería mejor!

# ,EC7D97C640A2B4A5E3BFACACD27F84F8
source: It was locked for many years.
spanish: Estuvo bloqueado durante muchos años.

# ,EC82D74441832F387397BE94F0621215
source: Kneel before your queen... ahhh.... ohhh...
spanish: Arrodíllate ante tu reina... ahhh... ohhh...

# ,EC9757E141CD427BCC7326B974A16B82
source: Oh human, your thighs are soft... ahhh...
spanish: Oh, humano, tus muslos son suaves... ahhh...

# ,ECA6FC524716FE3EA1D0A181491FCFC8
source: Feel my tongue as it glides between your labia human. Ohhh...
spanish: Siente mi lengua mientras se desliza entre tus labios, humana. Ohhh...

# ,ECE1ACB84FCF8F8A06C64385D7909E98
source: We need another wild one to extract fluids from! You may think such a thing would be easy, but Falene and I go through... many fluids. Don't ask! Besides, I'm too small to do any real fluid harvesting remember?! That's what big human breeders are for. AND YES IN CASE YOU WERE WONDERING, I PINNED THIS ON THE BOARD MYSELF... using a box. I don't need any help from tall folk!! -Camilla
spanish: ¡Necesitamos otro silvestre del que extraer fluidos! Puedes pensar que tal cosa sería fácil, pero Falene y yo pasamos por... muchos fluidos. ¡No preguntes! Además, soy demasiado pequeña para hacer una verdadera recolección de fluidos, ¿recuerdas? Para eso están los grandes criadores humanos. Y SÍ, EN CASO DE QUE TE ESTÁS PREGUNTANDO, YO MISMA PEGÉ ESTO EN EL TABLERO... usando una caja. ¡¡No necesito ayuda de gente alta!! -Camilla

# ,ECE912E146D6A887F2F7C39091185320
source: Oh that old thing stuck in my roots?
spanish: ¿Oh, esa cosa vieja clavada en mis raíces?

# ,ECF633104DBC2948B9EE9FB8C499DCA5
source: Human feel good. Lucky chieftain let you squirt weak seed in her.
spanish: El humano se siente bien. La cacique afortunada te permite rociar semillas débiles en ella.

# ,ED31F33C43B35F55174029803CC7A311
source: I am a full grown Alraune now!
spanish: ¡Ahora soy una alraune completamente desarrollada!

# ,EDA3DF9D4C1774AA8DDFC69C0EFD0035
source: Favor from the Goddess will you require.
spanish: Favor de la Diosa tu requerirás.

# ,EDB37C414F34D2DB942D46BC07E82687
source: I've been sitting here every day waiting for whatever that is to visit me.
spanish: He estado sentada aquí todos los días esperando lo que sea que me visite.

# ,EDC3705644F1B11509FCD4A1CD88991D
source: This is the Alchemist Guild! YAY!!!
spanish: ¡Este es el Gremio de Alquimistas! ¡¡¡HURRA!!!

# ,EDFEC0864067F06F1A5A1C9F3501DE00
source: Fern mouth too... ahhh... small.
spanish: Boca de Fern demasiado... ahhh... pequeña.

# ,EDFF0F6F4588A69F5A1D5EA8DB0A78AA
source: Falene and I are attempting to extract the magical essense from wild Nephelym, so that we might better understand what makes some of us blessed. We can't remember being born, so this is an ancient puzzle that you can help with. Whatever you can make, we can take! -Camilla
spanish: Falene y yo estamos intentando extraer la esencia mágica de los Nephelym silvestres, para que podamos entender mejor qué nos hace bendecidos a algunos de nosotros. No podemos recordar haber nacido, así que este es un antiguo rompecabezas en el que puedes ayudar. ¡Todo lo que puedas hacer, nosotras lo podemos aprovechar! -Camilla

# ,EE11DC6C4F3DE85807004E93DB73A0B2
source: Ohhh... would you please this old warden? It is a lonely life...
spanish: Ohhh... ¿podrías complacer a esta vieja guardiana? Es una vida solitaria...
