Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,EE4B752847129E59EA2F61BC21D14B8D
source: Who is the Enlightened One?
spanish: ¿Quién es la Iluminada?

# ,EE8FDFD64822DC7BFDD6C9A70419163D
source: Oh Master, you have fed me well.
spanish: Oh, Master, me has alimentado bien.

# ,EEBA2B7C475E9710DEB122887C14BEE9
source: Charmer: Allure raises XP from breeding as a percentage.
spanish: Encantador: el Atractivo aumenta la EXP de la reproducción como un porcentaje.

# ,EF1AB21445DDAE7CA5453BB814817514
source: It has been thousands of years since this holy vessel was touched in such a way, and it felt nothing.
spanish: Han pasado miles de años desde que este recipiente sagrado fue tocado de esa manera, y no sintió nada.

# ,EF23DE3948A14D6E8E26C397EFF2D243
source: You're just jealous and want it for yourself!
spanish: ¡Estás celoso y lo quieres para ti!

# ,EF7904964EA5BDAA8F91D29F54021C40
source: Oh don't give me that look, we love our catches and never harm them.
spanish: Oh, no me mires así, amamos nuestras capturas y nunca las lastimamos.

# ,EF902B4F424735BE83B622865F58AED8
source: Climb up here with me...
spanish: Sube trepando aquí conmigo...

# ,EFEE39A441DF6F79110B608104881B11
source: But I love it down here, it's perfect for a slime... if only I had more company.
spanish: Pero me encanta estar aquí, es perfecto para una limo... si tan solo tuviera más compañía.

# ,EFF175ED431E22A2893E90913974E354
source: Whoa... this Foxen is f-f-fast!
spanish: Buah... ¡este foxen es r-r-rápido!

# ,EFFEEA9A4CC82094FD20CABC0AF432BB
source: Eeek... big genitals!
spanish: ¡Eeek... genitales grandes!

# ,F010E1B74164FC7DBBA07E8F73124FEF
source: What does the Goddess do with my @MONSTER_RACE@?
spanish: ¿Qué hace la Diosa con mis @MONSTER_RACE@?

# ,F018F7BF46C60F9708C3828E74D271BD
source: We have a hard time setting our desires aside, but we manage somehow.
spanish: Nos cuesta dejar de lado nuestros deseos, pero de alguna manera nos las arreglamos.

# ,F02F8B45410D1DAB710358A53AE119D7
source: Hiss... hmm... perhaps a centaur. No no, she will want money.
spanish: Sss... hmm... quizás un centauro. No, no, querrá dinero.

# ,F042509A4B58E96016C6A38E05689C66
source: *Suck* *Lick*
spanish: *Chupa* *Lame*

# ,F04A18AC479B4181D244928A4D159C06
source: Most of the time they fall, and then immediately sleep from over exertion.
spanish: La mayoría de las veces se caen y luego duermen inmediatamente debido al esfuerzo excesivo.

# ,F05FD1324ABB81C7141ED7A41A996723
source: Last but by no means least, you can find the Seraphim in their temporary home Esoteric Glade.
spanish: Por último, pero no menos importante, puedes encontrar a las serafines en su hogar temporal, el Claro Esotérico.

# ,F06D080B472FAC8F39770EB5B3818956
source: Outraged, the Goddess Herself descended and cursed the demons for their sins.
spanish: Indignada, la Diosa Misma descendió y maldijo a los demonios por sus pecados.

# ,F091EDAA4504CD138BB740BD4D4EBCB6
source: I'm getting wetter by the second...
spanish: Me estoy mojando más a cada segundo...

# ,F0A3AEEB4B43B9230E0996961D788CD4
source: I am the Dragon Matriarch of Virgin Breaks, and you have awoken me from my slumber.
spanish: Soy la Matriarca Dragón de Rupturas Vírgenes, y me has despertado de mi letargo.

# ,F0AE51CA47FD221A60043B81E2DB05FB
source: Ohhh but I did!
spanish: ¡Ohhh, pero lo hice!

# ,F0B9252A42792A03062E66B1D8354922
source: Can you please breed me a swift helper?
spanish: ¿Podrías criarme un ayudante rápido?

# ,F12F82174560F4F28E10D3A06B282D0A
source: Different @MONSTER_RACE@ can be found in various places but they're generally around the Avatars of the Goddess. That's what those statues floating in the sky are called.
spanish: Se pueden encontrar diferentes @MONSTER_RACE@ en varios lugares, pero generalmente están alrededor de los Avatares de la Diosa. Así se llaman esas estatuas que flotan en el cielo.

# ,F13E7CAC4E86FD0C4B9F639D0F536883
source: Don't waste your delicious body fluid on me. Just wait for Falene to come back, or go suck on Amber's tits.
spanish: No desperdicies tu delicioso fluido corporal en mí. Solo espera a que vuelva Falene o ve a chupar las tetas de Amber.

# ,F15CA5AC442824FB00747A8771A80403
source: Yes, ohh... give me all of your seed. Ahhhhh...
spanish: Sí, ohh... dame toda tu semilla. Ahhhhh...

# ,F177E2D543CD7E7EEE8D7D8675341E30
source: I miss my little sister! She's s-s-stil a caterpillar.
spanish: ¡Extraño a mi hermana pequeña! Ella s-s-sigue siendo una oruga.

# ,F1C0D9374BF1D4EC73102080D4855555
source: Ejaculum-phallis is the product of dragon semen. If you bring me a large amount of it, I can use it to heal the Hivelands.
spanish: Ejaculum-phallis es el producto del semen de dragón. Si me traes una gran cantidad de el, puedo usarlo para curar las Tierras-Colmena.

# ,F1D3A2E044E22D62A15FD2A3C291C751
source: Small: Roughly 5ft in height.
spanish: Pequeño: aproximadamente 5 pies (1,5 m) de altura.

# ,F1DF0EFD4196365D249B2EBDA93F7F85
source: *Yawn*
spanish: *Bosteza*

# ,F1E5410345C530DA657424BD124E30D9
source: You squirted a ton in here, how fun!
spanish: Chorreaste una tonelada aquí, ¡qué divertido!

# ,F1EF1BEA4E4AF008C65539ADC6740F61
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,F20D52F44B97970311709CBA65ACF998
source: The feared centaur warmaiden Kybele!
spanish: ¡La temida doncella de guerra centauro Kybele!

# ,F20F724C47A982D41C8EE29F4756992A
source: So @MONSTER_RACE@ are really horny...
spanish: Entonces los @MONSTER_RACE@ son realmente cachondos...

# ,F2106FBD47C33358DD8CBE9C4F4ABE40
source: Ahhh... I sure do appreciate tak'n yer time to please this old milkmaid.
spanish: Ahhh... Rearmente apresio tomahte tu tiempo para complaseh a esta vieja leshera.

# ,F21C5AFA463E6FCE44980EAAEE23498C
source: Pretty butterfly!
spanish: ¡Mariposa linda!

# ,F267FA90451165F036048A9D768C4718
source: Please give Fern all drops. Fern grow faster with more drops... no more drops for purple elf.
spanish: Por favor, dale a Fern todas las gotas. Fern crece más rápido con más gotas... no más gotas para la elfa púrpura.

# ,F2F1647F46528F5AE94959AFFBE62500
source: Human! *snarl*
spanish: ¡Humano! *gruñe*

# ,F37DF7694328A3895D54B3BC4DB0147D
source: Blossom help mastah! Blossom harvest fluidssss for you!
spanish: ¡Blossom ayuda Mastah! ¡Blossom cosecha fluidossss para ti!

# ,F39F0EAF49B80BDC208978900604CC74
source: But be warned, wild @MONSTER_RACE@ have no control over their desires and will surprise you with sex!
spanish: ¡Pero ten cuidado, los @MONSTER_RACE@ silvestres no tienen control sobre sus deseos, ¡y te sorprenderán con sexo!

# ,F3CA61414720C714BBD4FB98C38684ED
source: How do I learn sex positions?
spanish: ¿Cómo aprendo las posiciones sexuales?

# ,F3E1DD1B4ED3DA2D29DB4CA040F01A59
source: Am I to undertake a journey to find this winged maiden... no, she said to remain in the jungle.
spanish: Debo emprender un viaje para encontrar a esta doncella alada... no, dijo que permanezca en la jungla.

# ,F3F4124041D97034B836478BD7FE0BF9
source: Demon body fluids.
spanish: Fluidos corporales de Demonio.

# ,F44AC0034E9517A0581F3EA383C623F9
source: Return to me when you have caught a male Vulwarg.
spanish: Vuelve a verme cuando hayas atrapado un macho vulwarg.

# ,F4CADE7A441CE6B749B76B9F7EC26371
source: So it makes you high?
spanish: ¿Entonces eso te hace "volar"?

# ,F5276F72433DAADC3348C9937061AB06
source: This allows you to catch and store all variants of Starfallen.
spanish: Esto te permite capturar y almacenar todas las variantes de Starfallen.

# ,F539C90E493265602920739266B04C87
source: Are you sure you want to give this to me? Oh... I don't know what to say.
spanish: ¿Estás seguro de que quieres dármela? Oh... no sé qué decir.

# ,F5C8C3C7475F573785E31C934B9F38B9
source: Just for asking that, you are going to be my sex toy for the rest of the day!
spanish: Solo por preguntar eso, ¡serás mi juguete sexual por el resto del día!

# ,F5D89EF24DD4E97F5789B4AF367D8E47
source: It's our genitalia and hormones. They are extremely robust and powerful compared to humans.
spanish: Son nuestros genitales y hormonas. Son extremadamente robustos y poderosos en comparación con los humanos.

# ,F5ED58D749F2CCE9DC0F23BD22E35C2D
source: The spirits have revealed our future contains many sexual encounters!
spanish: ¡Los espíritus han revelado que nuestro futuro contiene muchos encuentros sexuales!

# ,F685E190400D71BAA030AE8630162626
source: I suppose there is no need to feed me anymore, but there is another place your fluids can go!
spanish: Supongo que ya no hay necesidad de alimentarme nunca más, ¡pero hay otro lugar donde tus fluidos pueden ir!

# ,F6969BA84DEC3DFDB3D93F9DDA026D6A
source: How long have you been down here?
spanish: ¿Cuánto tiempo llevas aquí abajo?

# ,F69BD2354184895C493EA985FE74F5CC
source: To think your vessel made love with a pathetic blob to achieve this.
spanish: Pensar que tu recipiente hizo el amor con una mancha patética para lograr esto.

# ,F6A2BD8D4CBE73666D030B83D56908E8
source: @TRAIT_LVL_COST@ shall suffice.
spanish: @TRAIT_LVL_COST@ será suficiente.

# ,F74061254D2D2A0904956FA983C624F3
source: Ohhh how I have waited to wrap my soft lips around a human dick! Ahhh...
spanish: ¡Ohhh, cómo he esperado para envolver mis suaves labios alrededor de un pene humano! Ahhh...

# ,F743D4EB4B4F3333AEE950BA4458ECE8
source: Oh you dirty dirty human... what have you done to yourself?
spanish: Oh, sucio, sucio humano... ¿Qué te has hecho a ti mismo?

# ,F74E8BFF48A0493236F0C6B2CDD1F4DB
source: *Moan*
spanish: *Gime*

# ,F7525328451BBC6ED4F59587DBE6C854
source: It has been locked for many years.
spanish: Ha estado bloqueado durante muchos años.

# ,F75595714B06DF676D20B5B79FB8C222
source: Since you're a breeder, it's your job to catch and mate as many @MONSTER_RACE@ as possible!
spanish: Ya que eres un criador, ¡es tu trabajo atrapar y aparearte con tantos @MONSTER_RACE@ como sea posible!

# ,F790EDFC4B6DF5886C322687396F4E9C
source: She has charged me with guarding her offspring.
spanish: Me ha encargado que cuide a su descendencia.

# ,F79308E4449E12AB211CF78CC8200DA9
source: @MONSTER_RACE@ you catch won't be blessed like me!
spanish: ¡Los @MONSTER_RACE@ que atrapes no serán bendecidos como yo!

# ,F7A6401147093A75B20588870BFA39C7
source: Careful human, a Kraken's lust is not to be underestimated.
spanish: Cuidado humana, la lujuria de un kraken no debe ser subestimada.

# ,F7B920EC4CAAD4CD4E61C8915489F45C
source: Those damn centaurs only care about money and sticking their spears in places.
spanish: A esos malditos centauros solo les importa el dinero y clavar sus lanzas en algunos lugares.

# ,F7C4336C4CE85A985EE8819488AD2853
source: Who knows which of them are mine, and I don't care. This matriarch will continue reproducing until the end of time.
spanish: Quién sabe cuáles son míos, y no me importa. Esta matriarca seguirá reproduciéndose hasta el fin de los tiempos.

# ,F80CC71F49A124229467EC98902D86F9
source: Count yourself fortunate, in case you haven't noticed the challenge present for a centuar to please herself.
spanish: Considérese afortunado, en caso de que no hayas notado el desafío que presenta para complacerse a sí mismo un centauro.

# ,F84550BD45785F99DC5ACC9F2C125EDF
source: Dragon Matriarch?
spanish: ¿Matriarca Dragón?

# ,F88AA516424D4DB3A67953803B2F3000
source: *Sigh* I hold them dear, but pity them for not being born Kraken.
spanish: *Suspira* Les tengo cariño, pero los compadezco por no haber nacido kraken.

# ,F890DAF744D2EC5F55BEE5AFC5CA772A
source: Sweet succulent human, you were delicious...
spanish: Dulce y suculento humano, estabas delicioso...

# ,F8A579884E09A8EAFE39C78D6B221425
source: Drink it, ahhhh... ohhh...
spanish: Bébelo, ahhhh... ohhh...

# ,F8B7E4C84269C81CD36B5CB136D0AA4F
source: Mates... yes. Human is breeder!
spanish: Compañeras... sí. ¡El humano es criador!

# ,F8E2DB524A01D500B2ED3BB19853D247
source: Ohhh... would you please this old warden? It is a lonely life...
spanish: Ohhh... ¿podrías complacer a esta vieja guardiana? Es una vida solitaria...

# ,F98CD43545B39F2F962E56AF0DC2ADAA
source: I never wanted it to end! She was in complete control the entire time, not releasing until I came ten times.
spanish: ¡Nunca quise que terminara! Ella tuvo el control total todo el tiempo, no descargó hasta que me corrí diez veces.

# ,F9C66FA74BAA102FE1238A952823D3D9
source: I wish I could remember my own birth and childhood, it would make this a lot easier. Hell, I wish I could remember how I got here, some 300 years ago. Hehe I lost count.
spanish: Desearía poder recordar mi propio nacimiento e infancia, eso haría esto mucho más fácil. Demonios, desearía poder recordar cómo llegué aquí, hace unos 300 años. Jeje, perdí la cuenta.

# ,F9EF68BC4CE831DD669546BF6213C846
source: MEOW!!! Cassie is going to fill you with kitty seed!
spanish: ¡¡¡MIAU!!! ¡Cassie te va a llenar de semilla de gatito!

# ,FA099D00490628CE02692F98F8341539
source: Buxom
spanish: Exuberante

# ,FA16663A4C4765BC8F4CBC80FF774B75
source: Grungy: Mates have a 20% of getting dirty, reducing allure by 50%.
spanish: Sucio: los compañeros tienen un 20% de ensuciarse, lo que reduce el Atractivo en un 50%.

# ,FA28913344F5F91202D288867FDD4829
source: If y-y-you know what I mean.
spanish: Si s-s-sabes a lo que me refiero.

# ,FA2C70284FBA2B074235FD87FF6B8D64
source: *Purr*
spanish: *Ronronea*

# ,FA4364AD420E7246DD976FA55489258C
source: At least, I can promise a Kraken's body will provide our mates with enormous pleasure.
spanish: Al menos, puedo prometer que el cuerpo de un kraken proporcionará a nuestros compañeros un enorme placer.

# ,FA986E53459F35B9F05FE5909E9153CE
source: *Yawn*
spanish: *Bosteza*

# ,FAA596EC4B5291C8FF02FC9966C3C4B6
source: AND I have!! For nearly 1000 years, down here all by myself...
spanish: ¡¡Y yo tengo!! Durante casi 1000 años, aquí abajo toda para mi misma...

# ,FAA5B41940157F8963E69CB4ACE814A4
source: Indulge yerself in 'mai milk!
spanish: ¡Deléitate en mi leshe!

# ,FAA922F744CCD015043333AD26B1B5AF
source: You've changed!
spanish: ¡Has cambiado!

# ,FAB1F6F548473C3126B60F9981FBA341
source: Ohhh @BREEDER_NAME@... you were amazing.
spanish: Ohhh, @BREEDER_NAME@... estuviste increíble.

# ,FAC3B1AA48B55AC22C81BABA4025A329
source: However, by stepping into a sacred pussy portal one can enter the Void from this plane.
spanish: Sin embargo, al entrar en un coño portal sagrado, uno puede entrar al Vacío desde este plano.

# ,FAD4B31949B0D1AC3DE5B3A79B8048C6
source: Ohhh yes... ahhh...
spanish: Ohhh, sí... ahhh...

# ,FAF0FA2D4B10AE21D5D8D2A27EAE488D
source: Perhaps next time I will indulge myself and not go so easy on you...
spanish: Quizás la próxima vez me deleite a mi misma y no sea tan fácil contigo...

# ,FAF57AE645B3D2B5A5373CA6FA1C5EA6
source: However I am going to require a lot of... seed.
spanish: Sin embargo, voy a necesitar mucha... semilla.

# ,FB09A1964EDEBFF9F5E3839307040AEB
source: Is t-t-there something... you want human?
spanish: ¿Hay a-a-algo... que quieras humano?

# ,FB2BB3B44297DAF2860982BAD6C1819A
source: Careful human, a Kraken's lust is not to be underestimated.
spanish: Cuidado humano, la lujuria de un kraken no debe ser subestimada.

# ,FB4D6F564D28EE26BC34658F3C9B1F73
source: Well what are you waiting for? Come on in!
spanish: ¿Bueno, qué estás esperando? ¡Venga!

# ,FB6284F34E0BBFD934651EAD6C3DC5D8
source: Oh, hello!
spanish: ¡Oh, hola!

# ,FB857A0E425DC310680C179A127076D3
source: Ahh... it feels so good! I am going to cum.
spanish: ¡Ahh... se siente tan bien! Me voy a correr.

# ,FB8D2D144CB9249F47237B94F66E71F1
source: Why I drink it and use it to make magic treats of course! I ain't a wee lass mind you--I drink lots o' the stuff! Also, me treats are famous world wide!
spanish: ¡Poh qué la bebo y la uso para haceh deliciah mágicah, poh zupuehto! No zoy una moza pequeñita sabeh: ¡bebo mushah cosah! ¡Ademáh, mih deliciah son famozah en to' el mundo!

# ,FBA6175C45D9F4E3E3CD7F85021561C6
source: Pregnancy isn't what you think!
spanish: ¡El embarazo no es lo que piensas!

# ,FBB64BA447C689B390DF64875A9061E9
source: Despite over 4,000 years traversing the Void, I have yet to find our fabled birthplace.
spanish: A pesar de más de 4,000 años atravesando el Vacío, todavía tengo que encontrar nuestro legendario lugar de nacimiento.

# ,FBC59E69493451F2A30A66818584F9BC
source: Ohhh how I've waited for this.
spanish: Ohhh, cómo he esperado esto.

# ,FBDDB80F480F00F6DF7E1BA03EC927F6
source: Always she crawls to me, begging me to suck her juicy nethers and breasts... and I gladly oblige.
spanish: Siempre se arrastra hacia mí, suplicándome que le chupe sus jugosos bajos y pechos... y yo la complazco con mucho gusto.

# ,FBE363A241E1A6C5172380A2F5CAFD27
source: I see that look in your eye, you wish to use the denizens of Virgin Breaks for your own pleasure.
spanish: Veo esa mirada en tus ojos, deseas usar a los habitantes de Rupturas Vírgenes para tu propio placer.

# ,FBF536C949746784E2045981A88739F6
source: Wow human, you must have been desperate to give this nugget your love.
spanish: Guau, humano, debes haber estado desesperado por darle a esta pepita tu amor.

# ,FC2E4BC244CE7A4471B402A207DCB5C4
source: Oh Master, you have fed me well.
spanish: Oh, Master, me has alimentado bien.

# ,FC6A48C641C7797ED1492DB62B0AC386
source: Mmm Amber's tits...
spanish: Mmm, las tetas de Amber...

# ,FCA66F654F21F79586D7899A9C2CADC5
source: *Slurp* *Lick*
spanish: *Sorbe* *Lame*

# ,FCD1F71F4D144F31FDAB9F89767AC8E7
source: Yes it sounds so sweet, it is the sound of human desire. Ahhh... it grows louder as your gaze turns upon my breasts.
spanish: Sí, suena tan dulce, es el sonido del deseo humano. Ahhh... se hace más fuerte cuando tu mirada se vuelve hacia mis pechos.

# ,FCEBBA094930884E07B0A38C1FC062B8
source: I hope my toy made you feel good. Maybe... w-w-we can do it again?
spanish: Espero que mi juguete te haya hecho sentir bien. ¿Tal vez... p-p-podemos hacerlo de nuevo?

# ,FCFE3B3D4F76E0D8BBC19BBF1F504CC6
source: It happens every time I open, you think I would have learned by now.
spanish: Sucede cada vez que me abro, crees que ya lo habría aprendido.

# ,FD102648460B4847C187CA85C454705B
source: Kneel and suck human. Engorge yourself on my honey, for it pleases me greatly.
spanish: Arrodíllate y chupa humano. Atibórrate de mi miel, porque me complace inmensamente.

# ,FD257CB04C6B3AB420244298D2C33047
source: Hornball
spanish: Pervertido

# ,FD45A2EF441A8E608939FF9788710118
source: There, they will no longer block your path.
spanish: Allí, ellas ya no bloquearán tu camino.

# ,FD467EAE4829745CF23D4BA9D511E423
source: Do you like my thick soft tentacles? Feel them penetrate your deepest corners.
spanish: ¿Te gustan mis tentáculos gruesos y suaves? Siente cómo penetran tus rincones más profundos.

# ,FD469A5A4E24AF221A0C9E85AFEECED7
source: Swelling of the belly represents the newborn's progress toward development in the Void!
spanish: ¡La hinchazón del vientre representa el progreso del recién nacido hacia su desarrollo en el Vacío!

# ,FD60314C4ADEEDC7A454ECA6AA29E42A
source: A lamia's body is very sensitive in certain places, and if massaged correctly can induce a nice orgasm.
spanish: El cuerpo de una lamia es muy sensible en ciertos lugares y, si se masajea correctamente, puede inducir un orgasmo agradable.

# ,FD6F8B5B4B3A96B1EC5B4D838FCA8599
source: Believe it or not, I used to be bigger, but I lost a large chunk of myself and it floated away...
spanish: Lo creas o no, solía ser más grande, pero perdí una gran parte de mí misma y se alejó flotando...

# ,FD8011CC4C321FCEC4C41F88F97FDCD1
source: Moaning Crag
spanish: Risco Gimiente

# ,FD905EC14D8B8AC5E3D8D28AB7280C39
source: Experience this human!
spanish: ¡Experimentar este humano!

# ,FD996BF544296A6A4A54CE82ABF12183
source: I am a growing Alraune, perhaps you have fluids to spare?
spanish: Soy una alraune en crecimiento, ¿tal vez te sobran fluidos?

# ,FDB79BD24E2E79AD2A532E8378563FD0
source: Not to eat me, it did other things to my little body... it felt amazing actually.
spanish: No comerme, le hizo otras cosas a mi cuerpecito... en realidad se sintió increíble.

# ,FDBDE7714A97FE255B38A0BACEC479DB
source: Tiny Size
spanish: Tamaño Menudo

# ,FDF3D1784F3939583D52ADB0231DF337
source: Legends say beautiful angels fly around its spires.
spanish: Las leyendas dicen que los hermosos ángeles vuelan alrededor de sus agujas.

# ,FDF4297C47FFAC2C90A1C8A5AC503A21
source: She knows how to please, and her delicious honey has increased my fruit production.
spanish: Ella sabe complacer y su deliciosa miel ha aumentado mi producción de frutas.

# ,FE11832245764B482A5550B347EB143E
source: However, some might be more playful about it and surprise you!
spanish: ¡Sin embargo, algunos podrían ser más juguetones y sorprenderte!

# ,FE30CC0F4EC31063CA576A8A6CF941F5
source: Let us spend the day together, for here in the warmth of this water we can sing again for hours.
spanish: Pasemos el día juntos, porque aquí, en el calor de esta agua, podemos cantar de nuevo durante horas.

# ,FE908E8B4214DDCF1709D284DCA9D0E1
source: *Purr*
spanish: *Ronronea*

# ,FE9D2CEF44200883BEC34F94279CA502
source: My tribe very horny, need elves for breeding.
spanish: Mi tribu muy cachonda, necesito elfos para reproducirnos.

# ,FEB03B36414C543E3D3737B9AB198545
source: *Yawn* Might need a nap after we make love again.
spanish: *Bosteza* Puede que necesite una siesta después de que hagamos el amor de nuevo.

# ,FEB3BE874AC81C2B63FD03953371A656
source: Who would... after years of loneliness... *sniff*
spanish: ¿Quién... después de años de soledad... *olfatea*

# ,FEE6416B44C40270EC8167ADD51EA060
source: Ohhh human yes... my soft fleshy groin awaits you.
spanish: Ohhh, humano, sí... mi suave y carnosa ingle te espera.

# ,FEEAD6AA4B91EE463E366FBDCB397167
source: Even a drylander such as yourself can probably guess what purpose my two front tentacles serve.
spanish: Incluso alguien de suelo firme como tú probablemente pueda adivinar para qué sirven mis dos tentáculos delanteros.

# ,FF0D5A0E4AD29A5B9CCF59942CB94FFA
source: Seeketh thou a higher quality breeding stock I sense.
spanish: Presiento que buscas un ganado reproductor de mayor calidad.

# ,FF2AAC0145D999DF7D9EE5BBF54B6B50
source: That must have been you, perhaps you should go and talk to her.
spanish: Debes haber sido tú, quizás deberías ir a hablar con ella.

# ,FF350C0E49A57126AB07218CBF432744
source: The Void gets dull when you have wandered it for countless millennia, and it's been awhile since I wrapped my body around a helpless mate. Could you make me a new toy to squeeze? -Neela
spanish: El Vacío se vuelve aburrido cuando lo has vagado durante incontables milenios, y ha pasado un tiempo desde que envolví mi cuerpo alrededor de un compañero indefenso. ¿Podrías hacerme un juguete nuevo para exprimir? -Neela

# ,FF56CAFF482C5F43FF4C419DCB359C8A
source: Mean human! Girthy little lumps have feelings too!
spanish: ¡Humano mezquino! ¡ Los pequeño bultos orondos también tienen sentimientos!

# ,FF5A245B4A28E802C1A30CAC4B4DE4E5
source: Seraphim body fluids.
spanish: Fluidos corporales de Serafín.

# ,FFA17F124A05F93244CA07860B63DEA2
source: Oh silly me, I never introduced myself.
spanish: Oh, tonta de mí, nunca me presenté.

# ,FFEB9256402DB5ADDFEED38770F40285
source: Busty: Inherited very large breasts.
spanish: Tetona: heredó unos pechos muy grandes.

# ,FFF6AE0C41E39194F413A28DAC8CD9F5
source: Give into your desires human. I know you want to mate with all of thisss.
spanish: Cede a tus deseos humanos. Sé que quieres emparejarte con todo esssto.

# ASexyBreederCharacter,SpiritFormActivate
source: A Nephelym spirit has merged with {0}.
spanish: Un espíritu Nephelym se ha fusionado con {0}.

# ASexyBreederCharacter,SpiritFormDeactivate
source: The spirit has departed.
spanish: El espíritu ha partido.
