Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,0009BEE346934010A7F79C8CF23B20D5
source: This is my final form, and it feels so amazing. I smell beautiful too!
spanish: Esta es mi forma final y se siente increíble. ¡También huelo hermoso!

# ,00164C5345E544D784CC289035CEF701
source: About that orb...
spanish: Sobre ese orbe...

# ,002DAFE7433D240D0A5822A932016D65
source: Bovaur Shed
spanish: Cobertizo de Bovaurs

# ,002F7FED4D68AF160CEAFFB092D0F2E2
source: Bring that hard cock over here... I want to feel it inside me.
spanish: Trae esa polla dura aquí... quiero sentirla dentro de mí.

# ,0061A5124B098F61DE991D81AB884112
source: This little leather tool belt can barely contain my butter stick!
spanish: ¡Este pequeño cinturón de herramientas de cuero apenas puede contener mi barra de mantequilla!

# ,00D1AE354BA8FEC1FB7DB5A02D3F12AA
source: Ahh... oh! Ahem.
spanish: ¡Ahh... oh! Ejem.

# ,014BFFCA4F173DACEC2A00A8398888F4
source: Aye, yer not leaving 'til you suck every last drop!
spanish: ¡Seh, no te iráh hahta que shupeh hahta la úrtima gota!

# ,0169F2A34BA4C1104CDDEE99B3A3B50E
source: So I can, y-y-you know... feel your cock deep inside me.
spanish: Entonces puedo, y-y-ya sabes... sentir tu polla profundamente dentro de mí.

# ,017B23B341D5CE5BB9CC0293262CBD91
source: This allows you to catch and store all variants of Harpies.
spanish: Esto te permite capturar y almacenar todas las variantes de Arpías.

# ,017CCB4443E3658AEA961E9EDC5B53BF
source: And I'm one of them! A blessed female Painted Elf to be exact!
spanish: ¡Y yo soy una de ellos! ¡Una elfa pintada bendecida para ser exactas!

# ,0180484249AE71470005A78484607A18
source: Ah I suppose you are like most @MONSTER_RACE@ then.
spanish: Ah, supongo que eres como la mayoría de los @MONSTER_RACE@ entonces.

# ,01DB8D8A43F7EC40F07FB3A355D39722
source: Cove of Rapture
spanish: Ensenada del Éxtasis

# ,01DE9F6A42AB1019681AE1B74E68632C
source: Well now, this is a rare sight.
spanish: Bueno, esta es una vista rara.

# ,0207AC704D78649132718BBF7F0F0CA1
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,022313C047D185193F98C48BE5852E62
source: It's not often one so small has the courage to dick a kraken. I hope my fleshy body pleased you.
spanish: No es frecuente que alguien tan pequeño tenga el coraje de follar a un kraken. Espero que mi cuerpo carnoso te haya complacido.

# ,026D19BC4A6B81E2694FF6B5E6EC3D9C
source: Eeek... big genitals!
spanish: ¡Eeek... genitales grandes!

# ,028C9ACB45CFD05DB106DBA06B056886
source: Manage your Starfallen
spanish: Gestiona tus Starfallens

# ,02A5F6F34ADE67C0A32ECE8E542DCC88
source: Gently of course, to date there has never been an instance where a @MONSTER_RACE@ has intentionally harmed a human.
spanish: Gentilmente por supuesto. Hasta la fecha, nunca ha habido un caso en el que un @MONSTER_RACE@ haya lastimado intencionalmente a un humano.

# ,02FA062A4ABF915F50D8B38C08105557
source: From what I remember, I was of Liasis descent. A race said to roam Lewd Desert long ago.
spanish: Por lo que recuerdo, era descendiente de Liasis. Una raza que se dice que vagaba por el Desierto Lascivo hace mucho tiempo.

# ,02FDE6D44BCEE7E9CD0113AACDF9C4E2
source: This is getting weird...
spanish: Esto se está volviendo raro...

# ,03434DDC47EC9AE95DD6FF899A0ECE62
source: Deep in the dark caverns of the world live the more "unsavory" @MONSTER_RACE@.
spanish: En lo profundo de las oscuras cavernas del mundo viven los más "desagradables" @MONSTER_RACE@.

# ,035C033E4F7C9048462B63880FD96732
source: Titan body fluids.
spanish: Fluidos corporales de Titán.

# ,035F52234F8DA96ED37A5AAC5DD88039
source: Ahh, plant your delicious seed in my little body! Give me... ohhh... all of it!
spanish: ¡Ahh, planta tu deliciosa semilla en mi cuerpecito! ¡Dámelo... ohhh… todo!

# ,03BD054E4D9907C2DF497EA4DCC0D8C3
source: My name is Falene, the leading @MONSTER_RACE@ specialist in all of @WORLD_NAME@.
spanish: Mi nombre es Falene, la especialista de @MONSTER_RACE@ líder en todo @WORLD_NAME@.

# ,03C3FCAE4B8424BCF5F580BC933E08E8
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,03FDE484412EB5432BA89A9FF52176AD
source: Meow! It feels so good! I'm going to get kitty cum all over myself!
spanish: ¡Miau! ¡Se siente tan bien! ¡Voy a hacer que el gatito se corra por todas partes!

# ,0417FF204F76BA02C95525915D7673A9
source: A clumsy lamia with an oversized behind came down here a few years ago and left it there.
spanish: Una torpe lamia con un sobredimensionado trasero vino aquí hace unos años y la dejó allí.

# ,04205AC945DE4E603D9147AFE4BB7547
source: Ohh yes! Ahhh... penetrate my ancient vagina...
spanish: ¡Ohh sí! Ahhh... penetra mi vagina ancestral...

# ,0468AC1040BB9A10D1960B833F9A8305
source: For that I am thankful.
spanish: Por eso estoy agradecida.

# ,04744CA84CBAE9AB13EA1989A23A0DDC
source: I will leave your ranch soon! But don't worry, you can find me in Hedon.
spanish: ¡Dejaré tu rancho pronto! Pero no te preocupes, puedes encontrarme en Hedon.

# ,047A2B2C4D533C816757C8B486F04CC0
source: Of course not. It's been a symbol of my hive for ages.
spanish: Por supuesto no. Ha sido un símbolo de mi colmena durante años.

# ,04809803498EAC7920E3F09D8A29F0BF
source: Timeeee for the fluidsssss?
spanish: ¿Hoooora de los fluidosssss?

# ,04B934DA4280B01E3757EB87CAD514BE
source: Sure, letting the dryad play with my ass in exchange for fruit was fun for awhile. Her decadent cherries are delicious.
spanish: Claro, dejar que la dríada jugara con mi culo a cambio de fruta fue divertido por un tiempo. Sus cerezas decadentes son deliciosas.

# ,0500B4944007820F3A7BB096A4E699AB
source: Lemme know if y'all want new buildings for your wild @MONSTER_RACE@...
spanish: Avísame si quieres nuevos edificios para tus @MONSTER_RACE@ silvestres...

# ,051883BC403A71EC7220ACAE27A63552
source: That old rusty set of gears above the town entrance probably controls a pulley system.
spanish: Ese viejo y oxidado juego de engranajes sobre la entrada de la ciudad probablemente controla un sistema de poleas.

# ,0522652344116C917836F4A1A78C8815
source: Don't waste your beautiful tall body on me human. Just wait for Falene to come back, or go suck on Amber's tits.
spanish: No desperdicies tu hermoso y alto cuerpo en mi humana. Solo espera a que vuelva Falene o ve a chupar las tetas de Amber.

# ,052657834F6DBDBBC49BDAADA6E5E88A
source: Tell me about Lamias.
spanish: Háblame de las lamias.

# ,0529D0BB4C3047950C7EE496E1F0E5BC
source: Rejoice, for the flowers have returned!
spanish: ¡Alégrate, porque las flores han vuelto!

# ,0559493D46F48B86A2683FB3AC087112
source: Sugar walls before balls!
spanish: ¡Azúcar en gotas antes que pelotas!

# ,056C9C1748701D33A4113FB426A3981C
source: However...
spanish: Sin embargo...

# ,06271AC24974DE1182364AAD430A9574
source: If you... uh... ever get desperate again, you know where to find me!
spanish: Si... eh... alguna vez te desesperas de nuevo, ¡ya sabes dónde encontrarme!

# ,0629816F428092E0C5B0169DD3E8F968
source: Blessed ones can be found everywhere in @WORLD_NAME@, and for reasons I'm trying to solve, the vast majority are female.
spanish: Los benditos se pueden encontrar en todas partes en @WORLD_NAME@, y por razones que estoy tratando de resolver, la gran mayoría son mujeres.

# ,063FE1B64CA363E1B1CB09BFE7E6043C
source: Heh... sometimes I just can't stop.
spanish: Jeh... a veces simplemente no puedo parar.

# ,0685B494422BDD14CE725297CA6A02B0
source: See, there is nowhere in @WORLD_NAME@ that I haven't slithered.
spanish: Mira, no hay ningún lugar en @WORLD_NAME@ por el que no me haya deslizado.

# ,06A529F441EB1545EE626A8ECC49CBCC
source: Do you masturbate all day?
spanish: ¿Te masturbas todo el día?

# ,06DCC78B4F1DECA217645DA58B3BB2A4
source: Fern help mastah! Fern harvest fluidssss for you!
spanish: ¡Fern ayuda a Mastah! ¡Fern recolecta fluidossss para ti!

# ,06F45D04453307E37897C89FC16861F0
source: Well, I'm sure you best be get'n off!
spanish: Bueno ¡ehtoy segura de que eh mejoh que te vayah!

# ,070169104C3375DAB052E18982B50AE4
source: This world is home to the @MONSTER_RACE@, an enigmatic race of human-monster hybrids.
spanish: Este mundo es el hogar de los @MONSTER_RACE@, una raza enigmática de híbridos humano-monstruo.

# ,07035EA54B778F47897F278270889BBF
source: Aww... it's so adorable watching them figure out how to reach the fruit on the high branches.
spanish: Amm... es tan adorable verlos descubrir cómo alcanzar la fruta en las ramas altas.

# ,075A16DA4BA7F51C3A07099921F7F1B3
source: You need a bath. Come now, place your body between my breasts and let's get you clean.
spanish: Necesitas un baño. Ven ahora, coloca tu cuerpo entre mis pechos y vamos a limpiarte.

# ,07B2E95342A617616201F19B87E3655A
source: You will feel so good as I milk your cock for all of its delicious semen...
spanish: Te sentirás tan bien mientras ordeño tu polla por todo su delicioso semen...

# ,07E0077146239E020D026BADBDFCE890
source: Harvest
spanish: Cosecha

# ,07F233504BDA1232640FB1846CBFE868
source: Mastah! Fern love you.
spanish: ¡Mastah! Fern te ama.

# ,07F5EE754EC13715610F3E8746D2A3D2
source: Honestly, I don't know much about my kind.
spanish: Honestamente, no sé mucho sobre los de mi clase.

# ,08236DA548D9257F9FE293A6ACBC8A84
source: You may have my cum!
spanish: ¡Puedes tener mi semen!

# ,085EF70E45D784AFAEFB07BC461A23D9
source: Are all orcs as brash and dumb as you?
spanish: ¿Son todos los orcos tan impetuosos y tontos como tú?

# ,08A1991945921B46D9EF9A94894EF846
source: This corner is n-n-nice and safe!
spanish: ¡Este rincón es a-a-agradable y seguro!

# ,08A2508F4D57261E790AB8BEA258D6B2
source: Understand, thou has licked a vagina as old as time itself.
spanish: Entiendelo, has lamido una vagina tan antigua como el tiempo mismo.

# ,08DE001E4420BE30688798BF6B70729D
source: You will need to satisfy their desires before they will give them up.
spanish: Necesitarás satisfacer sus deseos antes de que los abandonen.

# ,0925499D4273278AA298A99B40C4550F
source: Believe me human, I have birthed many offspring.
spanish: Créeme, humano, he dado a luz a muchos descendientes.

# ,093760FD4181D0AA284C4D96884A3801
source: Took me love for milk too far, 'an the 'ol bovaur genes kicked in.
spanish: Me llevó el amor por la leshe demasiado lejoh, y loh geneh de loh viejoh bovaur entraron en arsión.

# ,094AB3854E6DACE10C94B28ADCB83FE0
source: The best thing she finds, she brings back here to examine.
spanish: Lo mejor que encuentra, lo trae aquí para examinarlo.

# ,0968DD0D4744523D6AFCEABE502C530F
source: I'm so horny I can't stand it anymore! Spread 'em human because here I come!
spanish: ¡Estoy tan caliente que no puedo soportarlo más! ¡Sepáralas humana porque aquí voy!

# ,099488164DB48F48395E94B86F3EE565
source: My lust is quickly regenerating, and I would gladly mate with you again.
spanish: Mi lujuria se está regenerando rápidamente y con mucho gusto volvería a aparearme contigo.

# ,09C95B9C48668D0B269B88826710F912
source: Is that a comforting feeling?
spanish: ¿Es un sentimiento reconfortante?

# ,0A1E776A4877D11A8A4716A6FEE789C1
source: @MONSTER_RACE@ origins are ancient and unknown, but we desire one thing above all else...
spanish: Los orígenes de los @MONSTER_RACE@ son antiguos y desconocidos, pero deseamos una cosa por encima de todo...

# ,0A6AA641405E829B424AFE8894AB0083
source: When Pawsmaati finally unleashed her river of cum, I entered a dreamlike state in which I felt my mind unite with her's.
spanish: Cuando Pawsmaati finalmente desató su río de semen, entré en un estado de ensueño en el que sentí que mi mente se unía a la de ella.

# ,0A6CE0B4469F4068DE66F4AB8EC4EDA9
source: I think... you might be my best friend of all time.
spanish: Creo que... podrías ser mi mejor amiga de todos los tiempos.

# ,0AA608164C47369E28D0C6BFDB27289A
source: The most noble, mighty, and feared race beneath the waves we are!
spanish: ¡Somos la raza más noble, poderosa y temida bajo las olas!

# ,0B1F283F4C4E0D0752DF53AB312D45F9
source: I've heard about fertile Bovaur roaming in the south which produce vast quantities of breast milk.
spanish: He oído hablar de los fértiles bovaur que deambulan por el sur y producen grandes cantidades de leche materna.

# ,0B2CFD3342EAE68FB552BF9F7876374B
source: Ahhh... I feel so good!
spanish: Ahhh... ¡me siento tan bien!

# ,0B4EC1164A6993BFA78D2589D15A3FEB
source: What is this stuck in my web... a tasty morsel coursing with warm juice.
spanish: ¿Qué es esto atrapado en mi telaraña? Un sabroso bocado con zumo tibio.

# ,0B66D1724E54B8860E24D3A0B83981AB
source: Your orc tribe sucks.
spanish: Tu tribu orca apesta.

# ,0B796FF84644C0154CA874BFDFA16D50
source: Let us spend the day together, for here in the warmth of this water we can sing again for hours.
spanish: Pasemos el día juntos, porque aquí, en el calor de esta agua, podemos cantar de nuevo durante horas.

# ,0BB0A695454FD69DAA129F82F023EB23
source: A human! A super cute human, this is my lucky day. I've been waiting for this phenomenon for... huh. Well as long as I can remember!
spanish: ¡Una humana! Una humana super linda... este es mi día de suerte. He estado esperando este fenómeno desde... eh, bueno, ¡desde que puedo recordarlo!

# ,0BBD00B64AD7488CC6A8008C2BAF8B41
source: Manage your Vulwargs
spanish: Gestiona tus Vulwargs

# ,0BC94BF94437671AAC651EBA39693570
source: Long I have wished to taste an elf, but they never come up this way.
spanish: Hace mucho que deseaba probar una elfa, pero nunca vienen de esta manera.

# ,0BD52B434C91C8F5172BC0BB8C1B00BA
source: Behold, she is a loving servant of the Goddess, praise be Her name.
spanish: He aquí, ella es una amorosa sierva de la Diosa, alabado sea Su nombre.

# ,0C1F84244DE410EF33BD2B924829370C
source: Manage your Thriae
spanish: Gestiona tus Thriaes

# ,0C6185B247E0B89045AEA68A0EF63C17
source: Get over here and teach this naughty bunny a lesson!
spanish: ¡Ven aquí y dale una lección a esta conejita traviesa!

# ,0C7FA2DC4E91993DEDDA2CA03E98C251
source: Hiss!
spanish: ¡Sss!

# ,0CA6EE7548B8D90D10FC67A138E7F076
source: The ones the Goddess personally mated with are said to have experienced so much pleasure, they died in Her loving embrace.
spanish: Se dice que aquellos con los que la Diosa se apareaba personalmente experimentaron tanto placer que murieron en Su amoroso abrazo.

# ,0CBE9A9A40E9ADB708F7C28FA2F1B657
source: My body is ready
spanish: Mi cuerpo está listo

# ,0CD45BB44BFDB28371B663B5B53FD368
source: *Purr*
spanish: *Ronronea*

# ,0CE3BF194F0AEDEFF8FD32BC70EC9A18
source: You have multiple hearts?!
spanish: ¡¿Tienes múltiples corazones?!

# ,0CF85A94478ED7F4CC8BA58C2B66D95C
source: Where can I find @MONSTER_RACE@?
spanish: ¿Dónde puedo encontrar @MONSTER_RACE@?

# ,0D1AA721421DF16BA8A3CB90943223E5
source: You sure do wander, no doubt anxious to get to your next sexual experience.
spanish: Seguro que deambulas, sin duda, ansioso por tener tu próxima experiencia sexual.

# ,0D1B932340DB033C3F3173ABCEAE7E01
source: Butterfly
spanish: Mariposa

# ,0D3C4D8D4F6C01DE00A1B88BD745C860
source: A bath perhaps? Or maybe one of your wild ones made love with the dirt. I will wash them all.
spanish: ¿Un baño quizás? O tal vez uno de tus silvestres hizo el amor con la tierra. Los lavaré a todos.

# ,0D41FE0947E3B6D0F4FD10AF14FE68BE
source: For one of the @MONSTER_RACE@ race it is torture!
spanish: ¡Para cada uno de raza de los @MONSTER_RACE@ es una tortura!

# ,0DB9C395441D2A229D61EE963260C09C
source: Manage your Titans
spanish: Gestiona tus Titanes

# ,0DF191BF45A432F3BF190CAA63DF44DA
source: *Continued sobbing*
spanish: *Sollozos contínuos*

# ,0DFBAC884A0E11B073E5269E92E6DC30
source: Doggy
spanish: Perrito

# ,0E10569D4932D4D9DE1B73A05A7FC5FB
source: Wow... this world is full of idiots.
spanish: Guau... este mundo está lleno de idiotas.

# ,0E2A96C54ACC4571431587B73459221E
source: Nymphomaniac
spanish: Ninfómano

# ,0E3AF3704D88CDB26D17458852A1792E
source: Using our bodies in ways all too perverse.
spanish: Utilizando nuestros cuerpos de formas demasiado perversas.

# ,0E4B3CBA440B587A805453A5FAC01859
source: Meow... no one has been down there for as long as I remember.
spanish: Miau... nadie ha estado allí desde que tengo memoria.

# ,0E6E1156457FB3513C060D979FF6B9AE
source: Sterile: Cannot produce offspring.
spanish: Estéril: no puede producir descendencia.

# ,0EA04A8B485AD7C29BE98E893200A8E3
source: Nephelym Barn
spanish: Granero de Nephelym

# ,0EA2FCF24AF05A8FBEF98C9F2C767D3A
source: Decline
spanish: Rechazar

# ,0EC0E30B4EEFEC910A9F1D90DC5AB286
source: Judging by the mess on the temple floor, quite good.
spanish: A juzgar por el desorden en el suelo del templo, bastante bueno.

# ,0EEEC9A34AD6162338FCA699384590D4
source: Nephelym Barn
spanish: Granero de Nephelym

# ,0F0B2E364C42C3D6BACC018A46DB5BE4
source: *Suck* *Lick*
spanish: *Chupa* *Lame*

# ,0F2C0FD149F892CC3CC45FA0F73FA3DB
source: There is no need to fear me. Stay awhile in my web, and let us see how far we can take our love.
spanish: No hay necesidad de temerme. Quédate un rato en mi telaraña y veamos hasta dónde podemos llevar nuestro amor.

# ,0F2C916F409983084088D7B8C734556F
source: However, she must learn to restrain herself from inhaling so much of that blue smoke.
spanish: Sin embargo, debe aprender a contenerse para no inhalar tanto de ese humo azul.

# ,0F3DB30048A1D95AFB32AEBCA67D8C96
source: You need a bath. Come now, place your body between my breasts and let's get you clean.
spanish: Necesitas un baño. Ven ahora, coloca tu cuerpo entre mis pechos y vamos a limpiarte.

# ,0F5F4BBA4C14BF84662CB09F0D97B147
source: While we have destructive past, most Krakens today are peaceful and seek only love and pleasure as other @MONSTER_RACE@.
spanish: Si bien tenemos un pasado destructivo, la mayoría de los krakens de hoy en día son pacíficos y solo buscan amor y placer como otros @MONSTER_RACE@.

# ,0F62EE694ADB2071C7247C8AA042A065
source: I want you to have this pearl.
spanish: Quiero que tengas esta perla.

# ,0FAF6E0B4308E0F116E3C3BC117672E3
source: That creepy golden seraphim, the one in the temple. She appeared only a few days ago, constantly asking to speak with "the human".
spanish: Esa espeluznante serafín dorada, la del templo. Ella apareció hace solo unos días, constantemente pidiendo hablar con "el humano".

# ,0FB73EF84E0DB71722FC9BAB2C24DFEE
source: That poor elf...
spanish: Esa pobre elfa...

# ,0FC69F2441505B7DAACAC7807627892D
source: We made her together when your bodily fluids merged with mine.
spanish: La hicimos juntos cuando tus fluidos corporales se fusionaron con los míos.

# ,1019EEE14B67704DE6DE0B9FD7D0D596
source: If you want to learn about how to catch @MONSTER_RACE@, head to the town located up the plateau ahead and speak to my assistant Camilla. You can't miss her... actually wait you might, she's so tiny and cute hehehe.
spanish: Si quieres aprender cómo atrapar @MONSTER_RACE@, dirígete a la ciudad ubicada en la meseta más adelante y habla con mi asistente Camilla. No puedes perderla... en realidad, espera, es posible, es tan pequeña y linda jejeje.

# ,106EA6A747A0901892BD12A925DA79A5
source: Have your way with me!
spanish: ¡Haz lo que quieras conmigo!

# ,1074EFCF47610848DA1E09AED2EF9B29
source: That disgusting creature will not see the light of day so long as this emissary remains.
spanish: Esa repugnante criatura no verá la luz del día mientras esta emisaria permanezca.

# ,107C6B8448B1F139A90AFDBD17AE1AA9
source: However, some might be more playful about it and surprise you!
spanish: ¡Sin embargo, algunos podrían ser más juguetones y sorprenderte!

# ,10B218DC466D7C9E5D99159D3C8C2B49
source: Sylvan Treehouse
spanish: Casa del Árbol de Silvanos

# ,10B6D2544B53FFD4CF0A1DA4375DF5B5
source: Return to me when you have caught a female Foxen.
spanish: Vuelve a verme cuando hayas atrapado una hembra foxen.

# ,10E4A32B499DC549B6EE719D6FEAFD45
source: I want a strong mate large enough to please me, a Vulwarg fleshy in the right areas will do.
spanish: Quiero una pareja fuerte lo suficientemente grande para complacerme, un vulwarg carnoso en las áreas correctas servirá.

# ,1101687D48DB923571BCF99F288D40BC
source: Won't you stay in my loving embrace and feel my music?
spanish: ¿No te quedarás en mi abrazo amoroso y sentirás mi música?

# ,11020A854E2D02F780F8BEA52E1E313C
source: If it pleases you, do as you will.
spanish: Si te complace, haz lo que gustes.

# ,1150B97A4723F9592EB22D9FDDA5B4AE
source: I want to suck on you...
spanish: Quiero chupártela...

# ,115E28B04787E362B52C17AF826B86A5
source: You must understand human, our large fleshy bodies pulse with lust and are difficult to satisfy.
spanish: Debes entender humano, nuestros grandes cuerpos carnosos palpitan con lujuria y son difíciles de satisfacer.

# ,1187860A495AEE8B52286F8DA6A1DF53
source: What a lovely talking fern...
spanish: Qué encantador helecho parlante...

# ,119BE39146D97EAD68AF26B063950DFD
source: Forgive my daydreaming human, Emissary is your archangel. She will help you.
spanish: Perdona mis ensoñaciones humano, la Emisaria es tu arcángel. Ella te ayudará.

# ,11A588964451AB702EC48CA542D16E81
source: Stick that lovely human dick deep into my Lamia body... yes...
spanish: Mete ese encantador pene humano profundamente en mi cuerpo de lamia... sí...

# ,11A9B90644E91677CD9DEFB4CC831C2C
source: Sultry Plateau is now accessible.
spanish: La Meseta Sensual ahora es accesible.

# ,11B6FBE746EB52494E5B6E83052E0D98
source: Naturally I slithered my big butt in there and found myself right at home.
spanish: Naturalmente, deslicé mi gran trasero allí y me encontré como en casa.

# ,11BBEDC74B6704427E32B6A7F9FB5D77
source: May I... ride you?
spanish: ¿Puedo... montarte?

# ,11C0FBB845185DFCD5E67DA5B758B432
source: At me peak I could barely walk! The jugs 'an belly were mighty heavy.
spanish: ¡En mi pico apenah podía caminar! Loh cántaroh de leshe y la barriga pesaban muchísimo.

# ,12036FB64912193341380BA267A64971
source: Slide yourself in here with me, my body is silky and filled with sweet nectar. I will make you feel so good...
spanish: Deslízate aquí conmigo, mi cuerpo es sedoso y lleno de dulce néctar. Te haré sentir tan bien...

# ,123F93684828FFF522F86B84110A5712
source: Why did you call me master?
spanish: ¿Por qué me llamaste, Master?

# ,1240C441425085EA27ECBDBABB3C00AF
source: We really are just pleasure seekers at heart!
spanish: ¡Realmente somos buscadores de placer en el corazón!

# ,1276E5EB4781A0238A9705AC9FEE680E
source: Keystone acquired.
spanish: Piedra-llave adquirida.

# ,129A33314E1BA60BA7698394A0DEDCD7
source: So many splinters in my back, but it was worth it!
spanish: Tantas astillas en mi espalda, ¡pero valió la pena!

# ,129E92F14686D57C52A26598C5257AF6
source: You have a beautiful set of fertile hips and breasts... you will make a great mate!
spanish: Tienes un hermoso conjunto de caderas y pechos fértiles... ¡serás una gran pareja!

# ,12AF2DD443EFD1CDF7E19291D7E49384
source: This allows you to catch and store all variants of Thriae.
spanish: Esto le permite capturar y almacenar todas las variantes de Thriaes.

# ,12D176A644633E97EDB77BAB882297E2
source: Reverse Cowgirl!
spanish: ¡Vaquera inversa!

# ,12D3C80246AEABBC7C78CD8D7A2FD415
source: Do you like my thick deep vagina? Ahh... penetrate it with all your might...
spanish: ¿Te gusta mi vagina gruesa y profunda? Ahh... penétrala con todas tus fuerzas...

# ,12F0D8C14278EB1A73FD4289B39B7E87
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,12FD43A54620147F139CC7BF907221BC
source: Titan Cave
spanish: Caverna de Titanes

# ,1314F6404A2F1B2C9E0F9F856E1D18C6
source: Yes... oh yes, it feels so good! Penetrate me deeper!
spanish: ¡Sí... oh sí, se siente tan bien! ¡Penétrame más profundo!

# ,132FEAC24092921E25A0F68A9AA99D0B
source: What is the Void?
spanish: ¿Qué es el Vacío?
