Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,709579B446D8D4D2C2F3EE98857ED27A
source: Bring it on dragon.
spanish: Tráela en dragón.

# ,709C1A4748A9B0773A823DB8EB5B31E0
source: What brings you before me?
spanish: ¿Qué te trae ante mí?

# ,70A96E9D4322ED35C13DF78AF12A5931
source: It allows me to commune with the spirits.
spanish: Me permite comunicarme con los espíritus.

# ,70B4299E404BAC657357D7AD12E3DF68
source: I want that delicious futa dick inside me... ohhh, right now!
spanish: Quiero ese delicioso pene futa dentro de mí... ¡ohhh, ahora mismo!

# ,70CF21944D42682E43C6EBB4A8757DB0
source: Like we say here in @WORLD_NAME@: SUGAR WALLS BEFORE BALLS!!
spanish: Como decimos aquí en @WORLD_NAME@: ¡¡AZÚCAR EN GOTAS ANTES QUE PELOTAS!!

# ,70D390BA48724A55513FB282118180B9
source: Falene makes me stand on it. She says it's supposed to improve my self-esteem and compensate for my short stature.
spanish: Falene me hace ponerme de pie sobre él. Ella dice que se supone que mejora mi autoestima y compensa mi baja estatura.

# ,711B52C8486478B27C9236A70F6DABAC
source: You have probably noticed that by now.
spanish: Probablemente ya lo hayas notado.

# ,715058EB4BEB5B309FE658A485A718AA
source: It's a miracle we have been able to establish a functional civilization... and even a temple full of weird cultists.
spanish: Es un milagro que hayamos podido establecer una civilización funcional... e incluso un templo lleno de extraños cultistas.

# ,7174EE904D1E0F90C113AD9B67763E6B
source: Brace yourself little kitty!
spanish: ¡Prepárate, pequeño gatito!

# ,717D6D564578FC099110B6899F65067E
source: That creepy golden seraphim, the one in the temple. She appeared only a few days ago, constantly asking to speak with "the human".
spanish: Esa espeluznante serafín dorada, la del templo. Ella apareció hace solo unos días, constantemente pidiendo hablar con "el humano".

# ,71914E004F66CB40BEDE07BF85D0FDC5
source: Brash? Chieftain no understand fancy words!
spanish: ¿Temeraria? ¡La cacique no entiende palabras elegantes!

# ,71AEDBFC4C75BF861690DB96D8D3E7D4
source: @MONSTER_RACE@ genitalia functions mostly the same as human genitalia--albeit much more... robust.
spanish: Los genitales @MONSTER_RACE@ funcionan casi igual que los de los humanos: aunque mucho más... robustamente.

# ,72107B4B47CB1F5DE578558788562BE0
source: Only a dryad would have such an ability.
spanish: Solo una dríada tendría tal habilidad.

# ,7216159047B371957AA4BBB677FF8B34
source: You will experience ecstasy as you cum inside my flower over and over.
spanish: Experimentarás el éxtasis mientras te corres dentro de mi flor una y otra vez.

# ,721BAB5440338ECB3CE2EB9A27D969B0
source: Returning to me with that familiar glint in your eye.
spanish: Volviendo a mí con ese brillo familiar en tus ojos.

# ,722820CF485DAAEF312AD7B7C497D3AD
source: Isn't she beautiful?!
spanish: ¡¿No es hermosa?!

# ,72570AA14FB2D285DAAB6584C841B08C
source: Which position shall we review?
spanish: ¿Qué posición revisaremos?

# ,725969164426D429929F949920B9A0BD
source: Delicious bosom cherries for all of my lovely dairies.
spanish: Deliciosas cerezas de seno para todas mis encantadoras lecheras.

# ,72676A264244C7A242C2688B7B60F6A5
source: Have you come to please this Kraken princess?
spanish: ¿Has venido a complacer a esta princesa kraken?

# ,729B81554E3D9EF979C07FB7C419E3C5
source: Aww! Someone wants their dick sucked!
spanish: ¡Amm! ¡Alguien quiere que le chupen el pene!

# ,72B372C34FD32D2D5F30B7854FF7D95B
source: In that case, I am going to lick every corner of your vagina!
spanish: En ese caso, ¡voy a lamer cada rincón de tu vagina!

# ,72D1FC5F42F98687EDAE5AB4FD366E18
source: More! More!
spanish: ¡Más! ¡Más!

# ,7329381C44D0F4921C47709DC7891BC4
source: You can practice with me!
spanish: ¡Puedes practicar conmigo!

# ,737ACFDE44717F24FCFA89B1A6780AA2
source: Ahhh yes! Fill it with your human seed... ohhh.
spanish: ¡Ahhh, sí! Llénalo con tu semilla humana... ohhh.

# ,73986546438B9C190B8B769537B05047
source: Climax Peak
spanish: Cumbre del Clímax

# ,73B062844EF9F666A3FC88A79A97D47A
source: The Goddess in Her infinite wisdom became filled with desire after eons of loneliness.
spanish: La Diosa en Su infinita sabiduría se llenó de deseo después de eones de soledad.

# ,73B3AE3C43F892A09044CD8CAABBE3B3
source: Feel my velvet tongue stroke the shaft as your dick touches the back of my mouth. Ahhh...
spanish: Siente mi lengua aterciopelada acariciando el tallo mientras tu pene toca el fondo de mi boca. Ahhh...

# ,73B59191487A1B6CCB6E58B4159D8060
source: Oh Master, you have fed me well.
spanish: Oh, Master, me has alimentado bien.

# ,73C9D0AC49FFC3AEB6CFA59DB5E4FB92
source: That blue smoke smells... nice...
spanish: Ese humo azul huele... bien...

# ,73F68F1D4C449AE1E1ECBCB61358B27E
source: Harpies prefer the hot sands of the Lewd Desert.
spanish: Las arpías prefieren las arenas calientes del Desierto Lascivo.

# ,74017161472DC2AF18D66788ABE8AF78
source: This corner is n-n-nice and safe!
spanish: ¡Este rincón es a-a-agradable y seguro!

# ,740E4D7D44C42EC222B32AAF3DB022F4
source: It's likely we have barely scratched the surface of what it's capable of, so my theory isn't that farfetched.
spanish: Es probable que apenas hayamos arañado la superficie de lo que es capaz, por lo que mi teoría no es tan descabellada.

# ,7413D71A4AAA4CA135368D8D6BD67DC1
source: I am going to cum... ahhh... it will be messy.
spanish: Me voy a correr... ahhh... será un desastre.

# ,744AC6EA4EF6E8F4298079829B209661
source: You are so kind! No one has ever been so nice to me!
spanish: ¡Eres muy amable! ¡Nadie ha sido tan amable conmigo!

# ,744F4E844CF281ADE05939B86FCE678E
source: You have multiple hearts?!
spanish: ¡¿Tienes múltiples corazones?!

# ,7468ACB44E64BE348C44FFAF36EB756D
source: I will figure out how to make the flowers grow.
spanish: Descubriré cómo hacer crecer las flores.

# ,748A7C25489A4B1CEC2B5D91B815FE8D
source: I want to give you something in return.
spanish: Quiero darte algo a cambio.

# ,74AA1A6D401AC350EC36AA9E8E34202A
source: *Yawn*
spanish: *Bosteza*

# ,74E667E542A1B2DD54B1A4852E0B5BDE
source: You've changed!
spanish: ¡Has cambiado!

# ,750AE2DA411665A89B7126BAB42FC805
source: It's stuck in slime.
spanish: Está atascada en el limo.

# ,7519309946A12CD84883FC98FC964091
source: Climax Peak is now accessible.
spanish: La Cumbre del Clímax ahora es accesible.

# ,752BA5D9498A3D0A3B274BA6E3AFDDAE
source: Lewd Desert
spanish: Desierto Lascivo

# ,7531D7CC4B4C50FC4972DB878B5DEDCA
source: How do I obtain spirit form?
spanish: ¿Cómo obtengo la forma espiritual?

# ,7553E8614616B738728FC0BCAFAFD4D2
source: For knowledge of contorting the body can I bestow.
spanish: Para el conocimiento de contorsionar el cuerpo, puedo otorgar.

# ,75848F9C47DF47B57018B9BD12602720
source: Return to me when you change your mind.
spanish: Vuelve a verme cuando cambies de opinión.

# ,758A181D4F348EDE373A33ADB8F3CB08
source: Pussy portals... really?
spanish: Coño portales... ¿en serio?

# ,7618202D4A38C8CACBFF19A33C3F1E02
source: What can this humble mermaid do for you?
spanish: ¿Qué puede hacer esta humilde sirena por ti?

# ,76389D804BFE8383064F778E692DD2D9
source: The tiny little adorable nugget over there is my assistant Camilla.
spanish: La pequeña y adorable pepita de allí es mi asistente Camilla.

# ,76894E414F0E86A40CDEB69862E1A67C
source: To be honest, we don't entirely understand how it works, but I have created the most widely accepted theory.
spanish: Para ser honesta, no entendemos completamente cómo funciona, pero he creado la teoría más ampliamente aceptada.

# ,768DD9E6434228B7421D599AE774A24C
source: *ENDLESS SOBBING*
spanish: *SOLLOZOS INTERMINABLES*

# ,76C3B8B24ADB1D21C1F205A4E3B35D2A
source: Atypical: Inherited an unusual size for its variant.
spanish: Atípico: heredó un inusual tamaño para su variante.

# ,76DCFBB44EA9841F910FB9BE2CBD16B7
source: Of course we make love! What else are assistants for?
spanish: ¡Por supuesto que hacemos el amor! ¿Para qué más son los asistentes?

# ,76DD724248BA7178346EC59171F3BDF4
source: No I want to. Trust me... I want to feel every corner of that human body.
spanish: No, yo quiero. Confía en mí... Quiero sentir cada rincón de ese cuerpo humano.

# ,7738600347E52873B1AB5D8B148524AC
source: Yes, please me with your tongue and the spirits shall grant you favor.
spanish: Sí, compláceme con tu lengua y los espíritus te concederán su favor.

# ,774EB8DD4A26316F99CA678113DB2B19
source: Wet! I am wet and horny, only you can help. This time I want something to suck on, so breed me an adorable Nephelym with all sorts of suckables. Yes, suckables, you heard it here first. -Falene
spanish: ¡Mojada! Estoy mojada y cachonda, solo tu puedes ayudar. Esta vez quiero algo para chupar, así que críame un adorable Nephelym con todo tipo de chupables. Sí, chupables, lo escuchaste aquí primero. -Falene

# ,77D22B994A5CAE9D14BE2DA1F7D43473
source: Want to taste mine? Hehehe! You can if you want... I would love to feel you sucking on my nipples!
spanish: ¿Quieres probar el mío? ¡Jejeje! Puedes si quieres... ¡me encantaría sentirte chupando mis pezones!

# ,77DDFABE4F632A4183C2FE891D6AC9EA
source: You will no doubt encounter blessed ones in this world who simply want their desires fulfilled.
spanish: Sin duda te encontrarás con bendecidos en este mundo que simplemente quieren que se cumplan sus deseos.

# ,77E7C4FC4287147D1A10F5BD3D5F5081
source: Bathe them of course, if they're dirty. Fortunately, @MONSTER_RACE@ are very clean naturally.
spanish: Báñalos, por supuesto, si están sucios. Afortunadamente, los @MONSTER_RACE@ son muy limpios por instintito.

# ,786684AF43E49B03AB1575A2054AC196
source: Large Size
spanish: Tamaño Grande

# ,78B7319E49FA8E32267F09898482F929
source: Slender
spanish: Esbelto

# ,78BE7208419A717547042586055934C2
source: Just looking at you is filling me with burning desire...
spanish: Solo mirarte me llena de ardiente deseo...

# ,78C065C7473E103C41FCDA893D7F14FF
source: Frequently, she will wander over here naked with a glazed look in her eye.
spanish: Con frecuencia, ella deambula por aquí desnuda con una mirada vidriosa en sus ojos.

# ,78CE278740CEF8CBD44C7699C20FEA54
source: I have been a warden of the Void for countless years and drifted far from Lamia customs.
spanish: He sido una guardiana del Vacío durante incontables años y me he alejado mucho de las costumbres de las lamias.

# ,79024D21459BC365A01399ABC4581F9B
source: It was so beautiful...
spanish: Fue tan hermoso...

# ,7921ED37459363625C14BEAA60B51F49
source: Isn't that just fantastic and adorable?!!!
spanish: ¡¡¡¿No es eso simplemente fantástico y adorable?!!!

# ,7989199A4B0BA24F0B904493FCC965AC
source: Still... you took my fat horse cock well. That's amazing for one of your size!
spanish: Aún así... tomaste bien mi gruesa polla de caballo. ¡Eso es asombroso para alguien de tu tamaño!

# ,7A0924884575833B8154E88AE733B3E4
source: Kybele fiercely guards this keystone.
spanish: Kybele guarda ferozmente esta piedra-llave.

# ,7A22D0874255FC1001174C8C01466911
source: My beloved orb wishes to move on, and I want you to take it.
spanish: Mi amado orbe desea seguir adelante y quiero que lo aceptes.

# ,7A37639548189268575986A48C480863
source: No @MONSTER_RACE@ remembers their infancy in the Void, not even me.
spanish: Ningún @MONSTER_RACE@ recuerda su infancia en el Vacío, ni siquiera yo.

# ,7A60BC8D497743BB08B8F9AF812EDCC7
source: My name is Mirru.
spanish: Mi nombre es Mirru.

# ,7A6479A946793FED41931F8AF7F6B4DE
source: Relax while I slather your dick with lube.
spanish: Relájate mientras unto tu pene con lubricante.

# ,7A69F5FB4A97FC4EE925589FFD78142E
source: Indeed, sexy horny idiots. Hiss!
spanish: De hecho, idiotas cachondos y sexys. ¡Sss!

# ,7A7EFCC44E743CC63CBCBB86D21C890C
source: Orcs are strong... maybe dumb, but strong.
spanish: Los orcos son fuertes... tal vez tontos, pero fuertes.

# ,7AE87BF645B6A4B1D35071A966CCF13E
source: Raise the trait level.
spanish: Aumentar el nivel del rasgo.

# ,7AF5BE374EF5FF228013EAB5CEA00E2E
source: Don't touch this.
spanish: No toques esto.

# ,7B46D37346081D01CB0C9B8C6CAEE2DF
source: I want to traverse your pussy... portal.
spanish: Quiero atravesar tu coño... portal.

# ,7B5F72194EE494B66BEC5CAD05253722
source: Juicy
spanish: Jugoso

# ,7BA3471A456AB33D0F6E1AB523E14EBC
source: Believe it or not, I held back and could have drenched you with more kraken cum.
spanish: Lo creas o no, me contuve y podría haberte empapado con más semen kraken.

# ,7BA8039A45383C5B11EEA9AC428E3158
source: Ohhh @BREEDER_NAME@... you were amazing.
spanish: Ohhh, @BREEDER_NAME@... estuviste increíble.

# ,7BD230084E2B289F72FCC48F4E4B7CB8
source: How sweet! Awww...
spanish: ¡Que dulce! Ammm...

# ,7BF991CE424A23FC457D0E9B71CACEBE
source: Is this a dream? Humans aren't supposed to exist.
spanish: ¿Es esto un sueño? Se supone que los humanos no existen.

# ,7C125E5D4D9517525ACC16A414D5C0E1
source: I didn't notice I had a visitor. A human visitor... how interesting.
spanish: No me di cuenta de que tenía una visita. Un visitante humano... qué interesante.

# ,7C3236894BBFE97A5B89BC84CF6B44F2
source: Aww the cute human has returned.
spanish: Amm, el lindo humano ha vuelto.

# ,7C3F628D4E83DBC5016EC8A8263D2372
source: Scary!
spanish: ¡De miedo!

# ,7C4054234127D8843978CD80C4B540B7
source: Yes... oh yes, it feels so good! Penetrate me deeper!
spanish: ¡Sí... oh sí, se siente tan bien! ¡Penetrarme más profundo!

# ,7C47118C4A51AA8F9E612C99BCE37ABF
source: I will be leaving now...
spanish: Me iré ahora...

# ,7C5554A44E14D8611780E99EAC37F747
source: I don't know how to access it, but beware.
spanish: No sé cómo acceder a él, pero cuidado.

# ,7C5853BA4383F9B61021B3A6AD59FA09
source: Using our bodies in ways all too perverse.
spanish: Usando nuestros cuerpos de formas demasiado perversas.

# ,7CBF0BC045EF15D872E4EC89A2B54116
source: This is getting weird...
spanish: Esto se está volviendo raro...

# ,7D03678540D6F71FEFDE1D85CC57028E
source: Wow, there I go rambling again... This topic is very fascinating to me as you can tell!
spanish: Guau, ahí voy divagando de nuevo... ¡Este tema me resulta fascinante, como puedes ver!

# ,7D427552463EADBEB57082A7FE3BC4A6
source: *Lick* *Slurp*
spanish: *Lame* *Sorbe*

# ,7D4C4BD949BF041F9FA20CB373FAA9DB
source: Tell me about Pawsmatti.
spanish: Háblame de Pawsmatti.

# ,7D4DC0064FB622869AA3E3B8CFCF2444
source: Ah you mean the Cockblock Gates.
spanish: Ah, te refieres a los Portones Bloque-polla.

# ,7D9B8CD848A3DAA68B924CA2B1E60858
source: Our preference is always for semen from the source, if you know what I mean.
spanish: Nuestra preferencia es siempre por el semen de origen, si sabes a qué me refiero.

# ,7DC88423439E72249A6A439C756B59B8
source: Good thing I have my toy!
spanish: ¡Menos mal que tengo mi juguete!

# ,7DEDC34249AC42CB6EF8018004CA4FF0
source: The way you lick my ear... ahhh, it tickles hehe!
spanish: La forma en que me lames la oreja... ¡ahhh, hace cosquillas jeje!

# ,7E36966C48C520604CCDB1B0B9BC0D6E
source: So I met this lamia with a huge ass...
spanish: Así que conocí a esta lamia con un culo enorme...

# ,7E841B634D3F978AEFAC20B8445DB231
source: Feel my velvet tongue stroke the shaft as your dick touches the back of my mouth. Ahhh...
spanish: Siente mi lengua aterciopelada acariciando el tallo mientras tu pene toca el fondo de mi boca. Ahhh...

# ,7E871257404E27C20903A3877220C69A
source: Pleasure Pastures
spanish: Pastos del Placer

# ,7E8B7E764E94AEB05F7AEBA0A2B30442
source: Where does that cave lead?
spanish: ¿A dónde lleva esa cueva?

# ,7EB70BCB424768DDF719C0A18F381AB6
source: Oh... yessss I suppose it would be easier to mate if I was free.
spanish: Oh... ssssí supongo que sería más fácil aparearme si fuera libre.

# ,7ECA06BA481C3327A91288A9BFF1F23D
source: Ahh... ohhhh... yes!
spanish: ¡Ahh... ohhhh... sí!

# ,7ED8B0A7419F30B18D98B1BF4842D4A5
source: When mastah not want harvest... Blossom do it.
spanish: Cuando Mastah no quiere cosechar... Blossom lo hace.

# ,7EF1ACD74571884FC8F3A9B17EC12FEC
source: Manage your Sylvan
spanish: Gestiona tus Silvanos

# ,7EF6E26243EE042D016B90AFA2F62AE7
source: Divergent
spanish: Divergente

# ,7F23CD5A4568538ECF60ED883E7BBAFA
source: Her large mouth can take a lot of it, and I make sure to shoot loads down her throat.
spanish: Su gran boca puede aguantar mucho, y me aseguro de disparar montones bajando por su garganta.

# ,7F6924F64E3D07A056BFC7903542E0AB
source: If you thought my honey was delicious now, it is but a shadow of what it once was.
spanish: Si pensabas que mi miel era deliciosa ahora, es solo una sombra de lo que fue antes.

# ,7FD5123E4461F41BFB2CAF8A15B94955
source: Have you also come to this jungle to seek the Enlightened One?
spanish: ¿Has venido también a esta jungla a buscar al Iluminado?

# ,7FEBA6A748A632320A5759BABB317345
source: Dragons like the canyons of Virgin Breaks.
spanish: A los dragones les gustan los cañones de las Rupturas Vírgenes.

# ,7FEBDCF1488DFD58CEB8F28DF96358B3
source: Your ass is so beautiful, ohhhh... let me bury my face in it!
spanish: Tu culo es tan hermoso, ohhhh... ¡déjame enterrar mi cara en él!

# ,7FF4B7A846AB31C139AAB39A8D7D52E6
source: Ohhh but I did!
spanish: ¡Ohhh, pero lo hice!

# ,7FFABE9A47E55779EE09758A40C05E71
source: No human... it is love.
spanish: No humano... es amor.

# ,803D82954112367C37478B894372AB5A
source: Beautiful sex positions that break all norms.
spanish: Hermosas posiciones sexuales que rompen todas las normas.

# ,8044648D4BB5A708D0C1658B377C01A4
source: Warm bath, sweet music, and now the pleasant company of the human.
spanish: Baño tibio, música dulce y ahora la agradable compañía del humano.

# ,809919A3474406E99443B39588E9EAE7
source: You are so kind! No one has ever been so nice to me!
spanish: ¡Eres muy amable! ¡Nadie ha sido tan amable conmigo!

# ,80E41C3F423650528E6EDA8372C9D9E8
source: We are the masters of this mountain range.
spanish: Somos los señores de esta cordillera.

# ,8103840A43F7351F6B263C98CC5A6335
source: Me jugs are get'n full, are ye sure that 'lil body can handle it all?
spanish: Mih cántaroh de leshe están llenoh, ¿estáh seguro de que ese cuerpesín puede manejahlo todo?

# ,8169C4CD4FCCAEC60B1417A262737D1E
source: Oh that felt amazing!!
spanish: ¡¡Oh, eso se sintió increíble!!

# ,8178665B4810CB468AA548A496C72040
source: Bring that hard cock over here... I want to feel it inside me.
spanish: Trae esa polla dura aquí... quiero sentirla dentro de mí.

# ,81AE34CA41E9CDDCF3756EBC867EF3A5
source: Return to me when you have caught a futa Foxen.
spanish: Vuelve a verme cuando hayas atrapado una futa foxen.

# ,81AEB34842855FDDE393E2B3B0568109
source: It's the old temple because I guess the new one is better.
spanish: Es el templo viejo porque supongo que el nuevo es mejor.

# ,81BA7F3C4947D886880CA687DA5D133F
source: Homestead
spanish: Granja

# ,8249C21F4D54352D41F755B9013E7ACE
source: She loves my soft silky webs, and especially my tongue.
spanish: A ella le encantan mis suaves y sedosas telarañas, y especialmente mi lengua.

# ,827D026847F470B33C9BA5B6E24201F5
source: Lifted
spanish: Levantado

# ,829C4F164806E6C664338C969BCB960E
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,8323A0B240DA89AE9385A6970E54FC26
source: As your servant, my body is yours. Please thyself, for it matters not to me.
spanish: Como tu sirviente, mi cuerpo es tuyo. Complácete, pues no me importa.

# ,833370124F1D6AF95E5FC9844AB0DA75
source: It's not often one so small has the courage to dick a kraken. I hope my fleshy body pleased you.
spanish: No es frecuente que alguien tan pequeño tenga el coraje de follar a un kraken. Espero que mi cuerpo carnoso te haya complacido.

# ,8362C8D747AF6B672FEF0CB58B2B5B0C
source: Why some @MONSTER_RACE@ are blessed and others aren't is a problem I've been trying to solve for ages. It's possible to see both a wild and blessed variant from the same race! Why?!!
spanish: El por qué algunos @MONSTER_RACE@ son bendecidos y otros no, es un problema que he estado tratando de resolver durante años. ¡Es posible ver una variante silvestre y bendecida de la misma raza! ¡¡¿Por qué?!!

# ,83A7F89A4658D8B1BD522891AAAC0578
source: Majority of the time, I end up stuffed in all holes.
spanish: La mayoría de las veces, termino metida en todos los agujeros.

# ,83B1D0DD4F37A2E70289CEAAC491EB74
source: Wow human, you must have been desperate to give this nugget your love.
spanish: Guau, humana, debes haber estado desesperada por darle a esta pepita tu amor.

# ,83C8B41F462880323A7E26B8AE678AA1
source: Yes, ohh... feed my voluptuous body all of your seed. Ahhhhh...
spanish: Sí, ohh... alimenta a mi voluptuoso cuerpo con toda tu semilla. Ahhhhh...

# ,83F4F4214C815B64605575ADD36AEAC7
source: Tell you what, since you're a breeder, if you give me one of your best offspring, I will let you use the keystone.
spanish: Te diré algo, ya que eres un criador, si me das uno de tus mejores descendientes, te dejaré usar la piedra-llave.

# ,83F96FD847C509C2689331A208A49D12
source: Now... cometh thy to offer @MONSTER_RACE@?
spanish: Ahora... ¿vienes para ofrecer @MONSTER_RACE@?

# ,840B179B496FE7BBE7487EAE11227191
source: Lustwood
spanish: Bosque de la Lujuria

# ,84434E3542D0C07128FBC2B58AED1250
source: Can I have that keystone?
spanish: ¿Puedo tener esa piedra-llave?

# ,844B2E20423E6D2A12D638A2DC6596BE
source: What are blessed @MONSTER_RACE@?
spanish: ¿Qué son los @MONSTER_RACE@ bendecidos?

# ,8454BE804490F6C78727A5972F42BB8F
source: *Lick* *Lick*
spanish: *Lame* *Lame*

# ,8466D57D4CB68BF73561ECBC20AE8C25
source: What is spirit form?
spanish: ¿Qué es la forma spiritual?

# ,84A341BF4990E1976FD7BDBD84B9102F
source: Yeah!
spanish: ¡Sí!

# ,84B9634D4CF62651B1D08F9FBD40F8DD
source: If I stick around here much longer, desire will overwhelm me and we will make love!
spanish: Si me quedo por aquí mucho más tiempo, ¡el deseo me abrumará y haremos el amor!

# ,84B9704445972C08434F0F82443C6CDA
source: I'm tired of just licking Titans until I get drenched in their warm sticky pleasure! I want to feel a Titan deep inside me.
spanish: ¡Estoy cansada de lamer titanes hasta que me empape de su cálido y pegajoso placer! Quiero sentir un titán profundo dentro de mí.

# ,84C1FC4348F6E50C24A897A279A2655C
source: Don't let her cold demeanor make you dismissive. She was trained by the Goddess to resist all temptation.
spanish: No dejes que su comportamiento frío te haga desprecio. Fue entrenada por la Diosa para resistir toda tentación.

# ,84C4480D4F8374778DDEEAA7A0195EC1
source: Unfortunately, it can only be used for travel.
spanish: Desafortunadamente, solo se puede usar para viajar.

# ,84E329854997BD3064CA67922BD88726
source: One with the Goddess, one with infinity.
spanish: Uno con la Diosa, uno con el infinito.

# ,84ECDF64481524BC47B862968D5475BE
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,850118264E28125C1BEFE4B4C33B1F6D
source: This allows you to catch and store all variants of Seraphim.
spanish: Esto te permite capturar y almacenar todas las variantes de Serafines.

# ,852A10F045E59BFFF8DD789EE5504277
source: By breeding them, you will be constantly filling their desires and making them happy.
spanish: Al reproducirte con ellos, estarás constantemente satisfaciendo sus deseos y haciéndolos felices.

# ,8545E75D449A74E403CC9990E08D65FD
source: Well I must be off, good luck breeder!
spanish: Bueno, debo irme, ¡buena suerte criador!

# ,85468CFB4BEE917F4F0BBAA2DF296686
source: Grrrrrrr!!!!!!!! Hahaha! You weak little human.
spanish: ¡¡¡¡¡¡¡¡Grrrrrrr!!!!!!!! ¡Jajaja! Eres un pequeño humano débil.

# ,854AE3F2484BF88BB14875815FEE38B4
source: Sadistic
spanish: Sádico

# ,855B7EB248E6DF97FE4486BAE527851B
source: Small Size
spanish: Tamaño Pequeño

# ,856492FE47B9932F7B6974BC6ADA5EE7
source: Open Gate
spanish: Portón abierto
