Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,945CB3304860CBDF1DCD348F2BE3E32B
source: They're more common than blessed ones and act on instinct.
spanish: Son más comunes que los bendecidos y actúan por instinto.

# ,9471D48E445DF08463FDFC8291100E4E
source: Indeed! Your delicious fluid has done wonders.
spanish: ¡En efecto! Tu delicioso fluido ha hecho maravillas.

# ,94861BA24AA560F31BB02F9A4AC431F9
source: Unlike most Krakens, she is pure female and not futa. She is very rare.
spanish: A diferencia de la mayoría de los krakens, ella es puramente hembra y no futa. Ella es muy rara.

# ,94DDBB0049FCED99D5C08FB803C12B7D
source: You paid the price, now your little human ejaculation is all mine.
spanish: Pagaste el precio, ahora tu pequeña eyaculación humana es toda mía.

# ,94FAC38648F37068EA98D4BEB220AA61
source: Apparently, the males and futas had two dicks.
spanish: Al parecer, los machos y las futas tenían dos vergas.

# ,954CCB0A40A176E6B34A32A8E4590B0A
source: *Blush*
spanish: *Sonrojo*

# ,9562407547DB97CDA2482285D47741B5
source: You can have sex with me!
spanish: ¡Puedes tener sexo conmigo!

# ,9575F3C94F07BC8A511E8D85F3737E68
source: Harpy body fluids.
spanish: Fluidos corporales de Arpía.

# ,95781B414AAF336B071430A39FC2F698
source: Esoteric Glade
spanish: Claro Esotérico

# ,9589965546B48748E41BA7942844189B
source: I am a growing Alraune, perhaps you have fluids to spare?
spanish: Soy una alraune en crecimiento, ¿tal vez te sobran fluidos?

# ,960E85EF4CA91DAAA4DCFF93B84D183E
source: Imagine all of the places you could slide your dick in human... and I promise I would make them all feel so good...
spanish: Imagina todos los lugares en los que podrías deslizar tu pene dentro, humana... y te prometo que te harán sentir tan bien...

# ,96151D60454DB0FB521DD6A507DA6C07
source: Cowgirl!
spanish: ¡Vaquera!

# ,96224E4C41C21D56ABD895A4ACFB4843
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,9656DDC24323054BCA6436A90C28AD1C
source: Even if it means... ugh... no leaving to find sexual encounters.
spanish: Incluso si eso significa... uf... no salir a buscar encuentros sexuales.

# ,9668736F4FE45C7CD14E0C9DE8400813
source: Unlike nephnip, blue smoke destroys your mind... just look how dumb that kitsune priestess is.
spanish: A diferencia de la nephnip, el humo azul destruye tu mente... solo mira lo tonta que es esa sacerdotisa kitsune.

# ,96824C894B9B4241DBDFEEB68C760057
source: If you want to learn about how to catch @MONSTER_RACE@, head to the town located up the plateau ahead and speak to my assistant Camilla. You can't miss her... actually wait you might, she's so tiny and cute hehehe.
spanish: Si quieres aprender cómo atrapar @MONSTER_RACE@, dirígete a la ciudad ubicada en la meseta más adelante y habla con mi asistente Camilla. No puedes perderla... en realidad, espera, es posible, es tan pequeña y linda jejeje.

# ,9697386D4E5433DC67FA228576AC58B4
source: Even in my current form, I am not powerful enough to control the plants in other lands.
spanish: Incluso en mi forma actual, no soy lo suficientemente poderosa para controlar las plantas en otras tierras.

# ,96BF4241443E0334BA81569BD0CAB916
source: The arrival of the Emissary is an omen, we are to join our souls in sweet sexual intercourse.
spanish: La llegada de la Emisaria es un presagio, debemos unir nuestras almas en una dulce relación sexual.

# ,96CB06FD409452A1B37913AA11EB845B
source: Ahhh... come here human!
spanish: Ahhh… ¡ven aquí humana!

# ,96D35D8C41748461CFD8F9A9404E42B5
source: I have experienced @MONSTER_RACE@ dick and vagina beyond comprehension.
spanish: He experimentado el pene y la vagina @MONSTER_RACE@ más allá de la comprensión.

# ,96FA042F4830A4781D9FA0874F4705D7
source: The Goddess wisely placed them there to test your ability.
spanish: La Diosa los colocó sabiamente allí para poner a prueba tu habilidad.

# ,97086CA946BFA31C6199599097E76015
source: *Purr*
spanish: *Ronronea*

# ,9717FEC243A7CD17EDAAD89765F8E2A8
source: This allows you to catch and store all variants of Foxen.
spanish: Esto te permite capturar y almacenar todas las variantes de foxens.

# ,97244FB84D6D7CC0273CD3BB89B847D9
source: Swift
spanish: Rápido

# ,975E8DE7431AB39F97281DB7BD7DE314
source: Remove your garments, for you must be nude.
spanish: Quítate tus prendas, debes estar desnudo.

# ,97819B7A480CF2968256F1AD74021DAD
source: Then... well you might imagine what we do.
spanish: Entonces... bueno, puedes imaginar lo que hacemos.

# ,9787E49C47227601EF65578F30C5CCA2
source: Is t-t-there something... you want human?
spanish: ¿Hay a-a-algo... que quieras humana?

# ,97A580FD4F8820DD9E8FA09B6B69797A
source: Seraphim Loft
spanish: Desván de Serafines

# ,97B6C8DB42BBC06231748889E00AC3AE
source: Sink inside my silky body and I will make you feel good for hours. You can spend all day in here, I don't mind.
spanish: Húndete dentro de mi cuerpo sedoso y te haré sentir bien durante horas. Puedes pasar todo el día aquí, no me importa.

# ,97B7D1BE4E385C8A6215AC8465CF6026
source: Your little body will be overwhelmed, and the next thing you know will be the sweet embrace of the Reaper.
spanish: Tu pequeño cuerpo se sentirá abrumado y lo siguiente que reconocerás será el dulce abrazo de la Segadora.

# ,97B89613437939D3F62A4F9364D46263
source: *Blush*
spanish: *Sonrojo*

# ,97C48C5D4FCF938DF123EA94C35A3858
source: Feel my soft girthy tentacles embrace you... oh... yes.
spanish: Siente mis suaves y gruesos tentáculos abrazándote... oh... sí.

# ,97DE1E2D44F75CDC8B07A3ACE527EFC4
source: I need human cum to grow into my final form. Your dick will slide all the way down my throat as I suck every drop.
spanish: Necesito semen humano para crecer hasta mi forma final. Tu pene se deslizará todo el camino bajando por mi garganta mientras chupo cada gota.

# ,97E28C894118E126ABF5B3B0124EB241
source: More honey!
spanish: ¡Más miel!

# ,97E4D09B44D082B3154FEE94A88EE112
source: That must have been you, perhaps you should go and talk to her.
spanish: Debes haber sido tú, quizás deberías ir a hablar con ella.

# ,9823997B4369C9710C0858A44B670A9D
source: Why don't futas have balls?
spanish: ¿Por qué las futas no tienen pelotas?

# ,9826413940251A15497827A9930F74C3
source: You will no doubt encounter blessed ones in this world who simply want their desires fulfilled.
spanish: Sin duda te encontraras con bendecidos en este mundo que simplemente quieren que se cumplan sus deseos.

# ,9828516944EAF3071BF52881396D2B01
source: Timeeee for harvest fluidsssss?
spanish: ¿Hoooora de cosechar fluidosssss?

# ,982CC755420F84E3E4F0E5A5452A5A48
source: I want to make love with you, I will not lie.
spanish: Quiero hacer el amor contigo, no mentiré.

# ,985E4BA14797DC7FF94FF4974E66471A
source: These new offspring, both natural creature and divine, are referred to as @MONSTER_RACE@ in the ancient manuscripts.
spanish: Estos nuevos descendientes, tanto criaturas naturales como divinas, se conocen como @MONSTER_RACE@ en los manuscritos antiguos.

# ,9884BCFB41767F163392F78AC097E388
source: Manage your Foxen
spanish: Gestiona tus Foxens

# ,9894566A4CC22E8EE536A59E367BF98A
source: *Yawn*
spanish: *Bosteza*

# ,9906C87647695E1D9105C3867D704EB0
source: I have taken the... heavy burden... upon myself of growing the dragon population.
spanish: He asumido la... pesada carga... de aumentar la población de dragones.

# ,992B062D49B06DDE4398A58352D2F7DF
source: *Blush*
spanish: *Sonrojo*

# ,9935EBCD498F8B600AAED699613B52E9
source: Many shiny does Fern find in soil. Fern try to eat shiny, too hard.
spanish: Mucho brillante Fern encuentra en el suelo. Fern intenta comer brillante, demasiado duro.

# ,9948725645B6492AE76EDB8B38DB1C7F
source: Manage your Harpies
spanish: Gestiona tus Arpías

# ,996ED4764E0D1E469F8958853E2AABAD
source: You need a bath. Come now, place your body between my breasts and let's get you clean.
spanish: Necesitas un baño. Ven ahora, coloca tu cuerpo entre mis pechos y vamos a limpiarte.

# ,99AAA6394A3838FD6FEF1EAA31AD6102
source: The human comes at last to seek my wisdom.
spanish: El humano viene por fin a buscar mi sabiduría.

# ,99D4A5E745FE69C8C652C6AC80533D2D
source: Can I have that keystone?
spanish: ¿Puedo tener esa piedra-llave?

# ,99E0E26846BB80B4206E7DB11488DCC4
source: Fern don't know... not powerful enough.
spanish: Fern no sabe... no lo suficientemente poderosa.

# ,99F080324D7FD127AB659FB7CC382C5A
source: Perhaps Pawsmaati is testing me... maybe her riddle is a metaphore for my own lust...
spanish: Quizás Pawsmaati me esté poniendo a prueba... quizás su acertijo es una metáfora de mi propia lujuria...

# ,9A0EF6A841D0C76A871BD39DB09AEFD4
source: Ohhhh mastah! Finally Fern can have fluids?!
spanish: ¡Ohhh, Mastah! ¡¿Finalmente Fern puede tener fluidos?!

# ,9A173A0445AB01F578033CA42A8E9C8F
source: Oh! Ahem...
spanish: ¡Oh! Ejem...

# ,9A872CD1493BC95421F01C946AF0F7E4
source: Wow human, you must have been desperate to give this nugget your love.
spanish: Guau, humana, debes haber estado desesperada por darle a esta pepita tu amor.

# ,9A9EDF3448107C0855BB35BBD9D849F5
source: Blessed @MONSTER_RACE@ like me have human-level intelligence. Sometimes even greater!
spanish: @MONSTER_RACE@ bendecidos como yo tienen una inteligencia a nivel humano. ¡A veces incluso mayor!

# ,9B115CE5485736847F748591F0C8FB2A
source: All have been pleasurable and delicious... but oh have I wanted something more...
spanish: Todos han sido placenteros y deliciosos... pero oh, he querido algo más...

# ,9B2F56474FA9D82EE9F76EBEB5723F74
source: Hiss... Fern like this... much pleasure, taste is good.
spanish: Sss... Fern gustar esto... mucho placer, sabor es bueno.

# ,9B658408464A163996BF3E91C08BB92A
source: Seraphim
spanish: Serafín

# ,9B8AE2F943E1AF24641C2BB8C4C41176
source: Ohhhh your dick! Finally!
spanish: ¡Ohhhh, tu pene! ¡Por fin!

# ,9BCB9BF649F84B0314EFF688539A52A5
source: Kneel before your queen... ahhh.... ohhh...
spanish: Arrodíllate ante tu reina... ahhh... ohhh...

# ,9BD2015749AE3D2CD457DDB2CBC112F4
source: The offspring of the Dragon Matriarch will be protected by any means necessary.
spanish: La descendencia de la Matriarca Dragón estará protegida por todos los medios necesarios.

# ,9BDBC0EB4511337E7515C89A6620BBA0
source: Come back and drink up anytime.
spanish: Vuelve y bebe en cualquier momento.

# ,9BF2AD09410781A66302329DB25BA0EC
source: As I meditate, all I want is to make love with you.
spanish: Mientras medito, todo lo que quiero es hacer el amor contigo.

# ,9C0628944A08387197D344B7CBC502FB
source: The dragon race will reign supreme over all of @WORLD_NAME@!
spanish: ¡La raza dragón reinará sobre todo @WORLD_NAME@!

# ,9C25CF834B78D0D105D4C98D2D869441
source: Sssso tasty. Hiss!
spanish: Tan ssssabroso. ¡Sss!

# ,9C2CBDE44BB47D22C9F6A5AFB2316748
source: Grrr! Do it or you will breed with me now.
spanish: ¡Grrr! Hazlo o te reproducirás conmigo ahora.

# ,9C3FDDD5490B3180DDD3329C692C0B4D
source: The fastest way is to sex them into submission, just use what's between your legs human!
spanish: La forma más rápida es tener sexo con ellos hasta someterlos, ¡solo usa lo que está entre tus piernas humano!

# ,9C7CF64D42692442A687709D5C22BB3D
source: The pearl you gave me is wonderful, I love it.
spanish: La perla que me diste es maravillosa, me encanta.

# ,9CA55551425FE9DE83AB5B9535E62AFC
source: Tell me about dryads!
spanish: ¡Háblame de las dríadas!

# ,9CB6C5E14DD6C412AD7898B8D2120925
source: Having fins makes moving on dry land challenging. Would you breed me a loveable Nephelym that can fetch things around town? I suppose it doesn't HAVE to be attractive... though if you could... just in case. -Romy
spanish: Tener aletas hace que moverse en tierra firme sea un desafío. ¿Me criarías un adorable Nephelym que pueda ir a buscar cosas por la ciudad? Supongo que no TIENE que ser atractivo... aunque si pudieras... por si acaso. -Romy

# ,9D593DC94FAA9CCF2CB35CBA7EA06A73
source: I have experienced @MONSTER_RACE@ dick and vagina beyond comprehension.
spanish: He experimentado el pene y la vagina @MONSTER_RACE@ más allá de la comprensión.

# ,9D875449461B56179F1FE9A457741C3B
source: Where does that cave lead?
spanish: ¿A dónde lleva esa cueva?

# ,9DCE82F542FEDB443D7432A9C8EE7AF6
source: By any means necessary...
spanish: Por cualquier medio necesario...

# ,9E0F2A7F4F6510D820FB12BE4580D421
source: She is kind and loving, you will experience untold pleasures... trust me.
spanish: Ella es amable y cariñosa, experimentarás placeres incalculables... confía en mí.

# ,9E15F19C4964C11243C2BE906C8DB6C9
source: What do you think of Leylanna?
spanish: ¿Qué opinas de Leylanna?

# ,9E44475F4EB585010826CC9A936D628F
source: Show me your milky products.
spanish: Muéstrame tus productos lácteos.

# ,9E5B0BA14AE1E009AC9A5BA4D423863D
source: Ohhh how I have waited to wrap my soft lips around a human dick! Ahhh...
spanish: ¡Ohhh, cómo he esperado para envolver mis suaves labios alrededor de un pene humano! Ahhh...

# ,9E8424C246BEBF834649DAABF8B5CD18
source: How do I open the stone gates?
spanish: ¿Cómo abro los portones de piedra?

# ,9E8C52C446FF788D61D6B98D9189D88D
source: Maybe between my fat ass cheeks?
spanish: ¿Quizás entre mis gordas mejillas del culo?

# ,9EB1E11442BB00388C518B8B9CDC9A62
source: But it's time for a change... time to once again roam the surface in search of pleasure.
spanish: Pero es hora de un cambio... hora de vagar una vez más por la superficie en busca de placer.

# ,9ECA418E4EC2E9617CD48B82C43CB5FA
source: Huge: Roughly 10ft in height.
spanish: Enorme: aproximadamente 10 pies (3 m) de altura.

# ,9ECDE7F64C28F7F9624081B927CA3030
source: Compared to other Alraunes, dryads are wise and mobile. We use our pleasure to help others.
spanish: En comparación con otras alraunes, las dríadas son sabias y móviles. Usamos nuestro placer para ayudar a los demás.

# ,9EEBDB0446F2AAFA8F605E8A3DE83534
source: Your face will know the sweet melody of my soft large breasts.
spanish: Tu rostro conocerá la dulce melodía de mis suaves y grandes pechos.

# ,9EEFE8B54303A99BB5053CA7F7960A23
source: Manage your Formurians
spanish: Gestiona tus Formurians

# ,9F2120194C14A491202338AEB2C05883
source: I want to release again already... you humans have it so easy.
spanish: Quiero descargar de nuevo ya... vosotros, los humanos, lo tieneis muy fácil.

# ,9F25BEB847378BA942933C8A503B4F1A
source: Swift: Dexterity reduces lust cost of actions as a percentage.
spanish: Rápido: la Destreza reduce el coste de lujuria de las acciones como un porcentaje.

# ,9F7E04704B60E2F2EC07E9B3308B36FE
source: Surprise: This one was the product of surprise sex.
spanish: Sorpresa: este fue el producto del sexo sorpresa.

# ,9F82F5BC4976131C6A3861A1CAF32EFA
source: Yeah... I suppose you're right though.
spanish: Sí... supongo que tienes razón.

# ,9F83DE504D98E2D4C149568C1F8DE768
source: Massive: Roughly 15ft in height.
spanish: Inmenso: aproximadamente 15 pies (4,5 m) de altura.

# ,9F883FFA4CA5D4B34A5726989E26C6C5
source: That's it human, you have annoyed me long enough. Get against that rock and prepare to be smashed.
spanish: Eso es humano, me has molestado lo suficiente. Ponte contra esa roca y prepárate para ser aplastado.

# ,9F8F75924886323A16353D90FDCB1B1C
source: Queen Bee?
spanish: ¿Abeja Reina?

# ,9F98C71B4D9DFE442CACEAAB6F21EB92
source: We can be friends too! Why don't you stay and play in my slime?
spanish: ¡Nosotros también podemos ser amigos! ¿Por qué no te quedas y juegas en mi limo?

# ,9F9D5BEE4F26E405A81EB09066622552
source: Eons in Her embrace have taught me bodily forms.
spanish: Eones en Su abrazo me han enseñado formas corporales.

# ,9FAD5CA34B7A4B192E688C9C72A825B3
source: According to the high priestess Leylana at the temple, the Goddess and her angels descended from the heavens.
spanish: Según la suma sacerdotisa Leylana en el templo, la Diosa y sus ángeles descendieron de los cielos.

# ,9FE3B8C04B35B846B4CFB99902294CDE
source: I knew human liked feeling this mighty body.
spanish: Sabía que a los humanos les gustaba sentir este poderoso cuerpo.

# ,9FE7AADC4372F0B32E971C838E6554EA
source: Since you're a breeder, it's your job to catch and mate as many @MONSTER_RACE@ as possible!
spanish: Ya que eres un criador, ¡es tu trabajo atrapar y aparearte con tantos @MONSTER_RACE@ como sea posible!

# ,9FF8B7CE43E6A9321DDB60919962BBB7
source: Grrrr... hehehe... must control myself!
spanish: Grrrr… jejeje... ¡debo controlarme!

# ,A01964EC4E78EA32585A688D940B9FCC
source: Formurian body fluids.
spanish: Fluidos corporales de Formurian.

# ,A028577648369DBF41FFC6B04A76C3FA
source: Oh silly me, I never introduced myself.
spanish: Oh, tonta de mí, nunca me presenté.

# ,A084B03140D9C320BD31DCA76ED4873F
source: There's something under this temple?
spanish: ¿Hay algo debajo de este templo?

# ,A0B0E60C4AD4856B54C5298236CC5BC3
source: Mutt Hut
spanish: Choza de Híbridos

# ,A0B57F5941F9CAEBBB30CF828C3E26AC
source: This begs the question though, can we reproduce with you humans? All my research says yes!
spanish: Sin embargo, esto plantea la pregunta, ¿podemos reproducirnos con vosotros, humanos? ¡Toda mi investigación dice que sí!

# ,A0DC38DD454D19C4375D3CAADA8796AA
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,A1243ACB4057D3CAD0A25787BA4DF627
source: I think... you might be my best friend of all time.
spanish: Creo que... podrías ser mi mejor amigo de todos los tiempos.

# ,A12A50F34FE88A004CB5458C982B3915
source: I want to feel your soft breasts... on top of mine... ahhh.
spanish: Quiero sentir tus suaves pechos... encima de los míos... ahhh.

# ,A208709240369AEC212F70B1CEFE7BE8
source: Let us make love to form a covenant in Her holy temple, and you can meet your spirit form.
spanish: Hagamos el amor para formar un convenio en Su santo templo, y podrás encontrar tu forma espiritual.

# ,A21511DE4632808A0555608E6F6880C6
source: Oh how I did... for nothing pleases a lonely spider more.
spanish: Oh, cómo lo hice... porque nada agrada más a una araña solitaria.

# ,A257204E40613ED62BA7D982059BC6E7
source: Nephelym Barn
spanish: Granero de Nephelym

# ,A2DA50B44D0A24E096AF488F787D4928
source: Well I must be off, good luck breeder!
spanish: Bueno, debo irme, ¡buena suerte criador!

# ,A2EE900942F55DC4C6AA92BC44E482E4
source: Most dicks in this world are larger than me! As someone who collects and studies cum, you can't imagine how miserable it is stroking dick after dick and never being able to feel them penetrate me.
spanish: ¡La mayoría de las pollas de este mundo son más grandes que yo! Como alguien que recolecta y estudia semen, no te imaginas lo miserable que es acariciar un pene tras otro y nunca pudiendo sentirlos penetrarme.

# ,A350122B4286C7BCFA490982F8390CB1
source: Ranch? Oh right, and your ranch too!
spanish: ¿Rancho? ¡Ah claro, y tu rancho también!

# ,A3546DAB440D5D09BE7F809541FB90C3
source: Chieftain very horny, you will regret this. Come here!
spanish: Cacique muy cachonda, te arrepentirás de esto. ¡Ven aquí!

# ,A3A36F6A453B245F5CA58C97B791509D
source: Ohhh... soft human pussy feels amazing!
spanish: Ohhh... ¡el suave coño humano se siente increíble!

# ,A3D34227454452C74EC9BEBE9D5B4A17
source: Mastah's breast so soft! Fern like it.
spanish: ¡El pecho de Mastah tan suave! A Fern gustarle.

# ,A40264BD4BB3E658212ECE987CC24B4A
source: Don't worry, for I can change my size.
spanish: No te preocupes, porque puedo cambiar mi tamaño.

# ,A41D55094C37585E241DB98D76B52F65
source: If that doesn't suit you, I could put my slime in other places...
spanish: Si eso no te conviene, podría poner mi limo en otros lugares...

# ,A4367C3445DA16F7A5FC4584F73685FA
source: Perhaps, you care to experience what's in front of you now?
spanish: Quizás, ¿te gustaría experimentar lo que tienes frente a ti ahora?

# ,A49D87C0482481404A2CD39993C62A1F
source: Don' matter now, that ranch's been like that for ages.
spanish: Ahora no importa, ese rancho ha sido así desde hace tiempo.

# ,A4A671C24CE09EFBA18364BA3C0F94EB
source: Pawsmaati is ancient, much older than me or anyone else I've met.
spanish: Pawsmaati es anciana, mucho mayor que yo o cualquier otra persona que haya conocido.

# ,A4B99F3C407E9C094C137DAF9E60A51F
source: Oh you dirty dirty human... what have you done to yourself?
spanish: Oh, sucio, sucio humano... ¿Qué te has hecho a ti mismo?

# ,A4C22B3045E8159B66E47CB636E23172
source: Nurturing
spanish: Crianza

# ,A4D2B8DD4CBF1E0294D5918B75F17CB7
source: This corner is n-n-nice and safe!
spanish: ¡Este rincón es a-a-agradable y seguro!

# ,A4E670824F11C45EC16FA29BAF6EB6E1
source: Bovaur can be found sleeping in the soft grass of Pleasure Pastures.
spanish: Se puede encontrar a bovaur durmiendo en la suave hierba de los Pastos del Placer.

# ,A4F79CC74333E2131FC34EBBF3796A56
source: Good thing I have my toy!
spanish: ¡Menos mal que tengo mi juguete!

# ,A5496AE246B786D1E975C6A2F4004B43
source: That useless titty pony failed again I see. She will feel my wrath.
spanish: Veo que esa pony tetudita inútil falló de nuevo. Ella sentirá mi ira.

# ,A56B0F264A329DF192CE53B3DBA118EB
source: You are really going to enjoy thissss!
spanish: ¡Realmente vass a disfrutar de essssto!

# ,A58134D54AF7A503EDA75C88BD1471C1
source: I can't wait until my next lesson with Pawsmaati!
spanish: ¡No puedo esperar hasta mi próxima lección con Pawsmaati!

# ,A59547D94C2E8733CA14998734EBC002
source: Haha! You joke human, my genitals are too big for you.
spanish: ¡Jaja! Bromeas humano, mis genitales son demasiado grandes para ti.

# ,A5B9250C4C49694C624437927A399459
source: Ohhh! Ahhh... that was a good one.
spanish: ¡Ohhh! Ahhh... esa fue una buena.

# ,A5C9D438443FEDCB4CF41985385B02E1
source: Such is how I learned of my buxom genetics, few blessed ones possess the trait and it is highly coveted.
spanish: Así es como me enteré de mi genética exuberante, pocos benditos poseen el rasgo y es muy codiciado.

# ,A6D19C3141AF406B6318CA8CB0A72613
source: That's what I am!
spanish: ¡Eso es lo que soy!

# ,A6DD5AA2419F165755885E8ED44BB09B
source: You are lucky, for today you have crossed paths with the Kraken princess of Formuria.
spanish: Tienes suerte, porque hoy te has cruzado con la princesa kraken de Formuria.

# ,A6EE239344DA6CC08AFE6E8689A1996F
source: *Lick*
spanish: *Lame*

# ,A6F150C044603E1020AC1BB1DA82BAF4
source: See, there is nowhere in @WORLD_NAME@ that I haven't slithered.
spanish: Mira, no hay ningún lugar en @WORLD_NAME@ por el que no me haya deslizado.

# ,A709A6A94647E3F1218D6BB7BF74686D
source: Oh no not again...
spanish: Oh no, no otra vez...

# ,A7310E5A43F60121BD9352B96FBB8369
source: How did you get up here?
spanish: ¿Cómo subiste hasta aquí?

# ,A77C67204806B8B31933BD9C7A4C5C54
source: Such... ahhh... deviance...
spanish: Tal... ahhh... desviación...

# ,A794490B471FFA8A958C3BA3B3BFDB9C
source: How adorable, may I have the keystone now?
spanish: Qué adorable, ¿puedo tener la piedra-llave ahora?

# ,A7C8404E4B6C68006478148076380602
source: My guess is that when one of the mates is human, the @MONSTER_RACE@ half dominates and takes control.
spanish: Supongo que cuando uno de los compañeros es humano, la mitad @MONSTER_RACE@ domina y toma el control.

# ,A7E400D84D8F2911F46A3BA5FBA020A8
source: My nectar collection has grown considerably, and the wild ones around here can't keep up.
spanish: Mi colección de néctar ha crecido considerablemente, y los silvestres por aquí no pueden seguir el ritmo.

# ,A7F13B9A43B11BD74FA2CB95A0F30AC2
source: It's been sometime since I have released, so this is going to get messy.
spanish: Ha pasado algún tiempo desde que he descargado, así que esto se va a complicar.

# ,A7F62643438C0E70840CB3BDB7695B68
source: Kybele is satisfied.
spanish: Kybele está satisfecha.
