Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,B8C3F96E4BB231CDD5684BA134FF69CB
source: Your cock was so big, I didn't think I could take all of it.
spanish: Tu polla era tan grande, no pensé que pudiera tomarla toda.

# ,B8D3474E436959F3B7C140BFE42CF3C0
source: On all fours, the receiver gets pounded from behind.
spanish: A cuatro patas, la receptora es golpeada por detrás.

# ,B8D5DBD04A2C66CA06A044B457DC1B92
source: Stick that lovely human dick deep into my Lamia body... yes...
spanish: Mete ese hermoso pene humano profundamente en mi cuerpo de lamia... sí...

# ,B8E34EF44104C91D147557A4F02B0AD7
source: Ahhh... yet another load for my giant ass. Hiss!
spanish: Ahhh... otra carga más para mi culo gigante. ¡Sss!

# ,B92677C94581B16A61827CA24E811637
source: To harvest it, a queen will produce worker bee daughters who then mix the nectar with their breast milk.
spanish: Para cosecharla, una reina producirá hijas de abejas obreras que luego mezclan el néctar con su leche materna.

# ,B98DBFC944D984D0B00D708EE1B9AB94
source: Indulge yourself human, for I am thy servant.
spanish: Deléitate humana, pues soy tu sirviente.

# ,B9D395FA4457763F84E8BD94863D5FBD
source: Once the plant has stored enough nectar, it will wait for a horny little bee to come by and... well you know.
spanish: Una vez que la planta haya almacenado suficiente néctar, esperará a que pase una abejita cachonda y... bueno, ya lo sabes.

# ,B9EEB95A4D8ACD7FAC9BD4AE769758FE
source: Occasionally, random travellers would try to get around me, but they soon found their genitals on the receiving end of my tongue.
spanish: De vez en cuando, viajeros aleatorios intentaban rodearme, pero pronto encontraron sus genitales en el extremo receptor de mi lengua.

# ,B9F630DD484439D0C2B6EFBC3D01D2C5
source: Semen is stored internally to reduce the potential for damage and make more room for the vagina to expand.
spanish: El semen se almacena internamente para reducir el potencial de daño y hacer más espacio para que la vagina se expanda.

# ,BA4F5C334B416E6C99C047BD1AF731C9
source: Feel free to try though... I will consider it foreplay, rip your clothes off, and then mate with you for hours!
spanish: Sin embargo, siéntete libre de intentarlo... lo consideraré un juego previo, ¡te arrancaré la ropa y luego me aparearé contigo durante horas!

# ,BABE7B1340FA36AADAE0E596C6FC1721
source: How I envy this tall sexy body of yours, but ohhhhh it feels so good!
spanish: Cómo envidio este cuerpo alto y sexy tuyo, ¡pero ohhhhh se siente tan bien!

# ,BAEE9CCB4074E077BFF0FBAE275D41CD
source: From the Void, she created this universe and began to indulge in creation.
spanish: Desde el Vacío, Ella creó este universo y comenzó a disfrutar de la creación.

# ,BB0E7B2D4F49CAAB00A884BE87ED9F44
source: Or if ya wanna really butter my butt and let me see your "property".
spanish: O si realmente quieres untarme el trasero y dejarme ver tu "propiedad".

# ,BB111DD44D5B70DED7DD519DD967FEC8
source: Really?! These truly are the best days of my life!
spanish: ¡¿En serio?! ¡Estos son verdaderamente los mejores días de mi vida!

# ,BB8503A14E015AEDED4E1C866261B05C
source: If I could only get some townsfolk to come here and feed me warm cum!
spanish: ¡Si tan solo pudiera hacer que algunos habitantes vinieran aquí y me alimentaran con semen caliente!

# ,BB8EC0EA497B20CC5A726AA919605178
source: Very funny!
spanish: ¡Muy gracioso!

# ,BBBCA38B49D367A566E07BA607FA7359
source: Oh Master, you have fed me well.
spanish: Oh, Master, me has alimentado bien.

# ,BC25BCBE4F9535F47E145F8384E62BA5
source: You should name our daughter!
spanish: ¡Deberías darle un nombre a nuestra hija!

# ,BC29BB8B478C65C2CBA0898E60299364
source: Uh, I only make babies not fruit.
spanish: Uh, solo hago bebés, no frutas.

# ,BC33AF644FC93D01CDEF628CB3209014
source: It felt very good. Maybe... w-w-we can do it again?
spanish: Se sintió muy bien. ¿Tal vez... p-p-podemos hacerlo de nuevo?

# ,BC50064D4E4A670A496FFAB77DB95208
source: Something mythical... something forbidden... something... human!
spanish: Algo mítico... algo prohibido... algo... ¡humano!

# ,BC8D18A04D5B0C96E407F884999310E6
source: Eeek I'm a sensitve gal! Yer gonna make me pop... ohhh.
spanish: ¡Eeek, soy una shica sensibre! Me vah a aseh explotah... ohhh.

# ,BCB1A0F54609C871293D96B90F2E8B8E
source: Ponder this, you just manifested on a ranch in front of a purple elf.
spanish: Reflexiona sobre esto, acabas de manifestarte en un rancho frente a una elfa púrpura.

# ,BCCE27C44B7552836451CAB377E5AE75
source: You also need to have something to... entice @MONSTER_RACE@ before you can bind them.
spanish: También debes tener algo para... atraer @MONSTER_RACE@ antes de poder vincularte con ellos.

# ,BCD1086643EFC484462E0494A74B5A84
source: Grrrr! But elves are stupid. They broke gate again.
spanish: ¡Grrrr! Pero los elfos son estúpidos. Rompieron el portón de nuevo.

# ,BD2871634CBCB94F889B2FA98F0BF8DA
source: Lost are these souls, and you alone can help them. As we speak, they wander aimlessly, enslaved by their desires.
spanish: Perdidas están estas almas, y solo tú puedes ayudarlas. Mientras hablamos, vagan sin rumbo, esclavizadas por sus deseos.

# ,BD299A114393AB7ECF48C8A20700F593
source: What is the endless daze?
spanish: ¿Qué es el aturdimiento infinito?

# ,BD326ED44A2732523BC286AA438967A7
source: Waves of ecstasy still course through my body.
spanish: Oleadas de éxtasis todavía recorren mi cuerpo.

# ,BD61F6BE4278688EEA2B878F6E8C6994
source: My vagina is pulsing...
spanish: Mi vagina está palpitando...

# ,BD73D4BA496C11214C7199AB3A0ED336
source: But if the sexual encounter were to come to me...
spanish: Pero si me llegara el encuentro sexual...

# ,BDF0CA7D47EE073120067A9FCE686C17
source: They are for the Ayrshires that roam around here, and oh my can they eat!
spanish: Son para las ayrshires que deambulan por aquí, y ¡oh Dios, lo que pueden comer!

# ,BDF9214F4D266A69032FE9921524969C
source: You have just become @WORLD_NAME@'s newest resident!
spanish: ¡Te acabas de convertir en el residente más nuevo de @WORLD_NAME@!

# ,BDFBF2444482EC9CA1B83B92138A12DD
source: Gemini: This one has an identical twin.
spanish: Géminis: este tiene un gemelo idéntico.

# ,BE16AB634A0B031F9DEEF79B3D80C4A5
source: Meow!
spanish: ¡Miau!

# ,BE3E92FA4D0B5FE720EA038B6A6FF27C
source: Good to know.
spanish: Bueno saberlo.

# ,BE946F0645DD9D40528D2A9DB1FB48B4
source: Sometimes Falene makes me ride on her back around town.
spanish: A veces, Falene me hace montar en su espalda por la ciudad.

# ,BE9F677046DE7F9AE5246FB18D7F8FFB
source: Once she threw me into that pussy portal when Neela wasn't looking!
spanish: ¡Una vez me arrojó a ese coño portal cuando Neela no estaba mirando!

# ,BED6E4EB4536C7A1E1D8EF8C6FA3F149
source: But beware, other blessed @MONSTER_RACE@ have collected the keystones over the years.
spanish: Pero cuidado, otros @MONSTER_RACE@ bendecidos han recolectado las piedras-llave a lo largo de los años.

# ,BEDA154E4410DE62211DBFA48872ED35
source: Thank you h-h-human!
spanish: ¡Gracias h-h-humano!

# ,BEDA7D94498AC1A3091C29BABE2C94F7
source: Falene said you could tell me how to catch @MONSTER_RACE@?
spanish: ¿Falene dijo que podrías decirme cómo atrapar @MONSTER_RACE@?

# ,BF0DF5C24AC9872B58BA689D790CE436
source: The keystone now belongs to you.
spanish: La piedra-llave ahora te pertenece.

# ,BF4DCF6B4CBF1E3FAE0D139E494C7673
source: Demon
spanish: Demonio

# ,BF51DA004C841AAF7E6BE4B506111783
source: Now tribe sisters are making offspring with her. Tonight she will be mine again.
spanish: Ahora las hermanas de la tribu están teniendo descendencia con ella. Esta noche volverá a ser mía.

# ,BF75C6BF46495EB7F48CD398677B4B16
source: Is t-t-there something... you want human?
spanish: ¿Hay a-a-algo... que quieras humana?

# ,BF7F7E1041AD5B8267C70694F83985F6
source: Meh... you're just another one of those who thinks I'm cute because I'm small!
spanish: Meh... ¡eres uno más de los que piensan que soy linda porque soy pequeña!

# ,BF975F284EF533BA005E9DB9E53ED275
source: Orc who wins the most fights and makes the most offspring becomes chieftain.
spanish: El orco que gana más peleas y tiene más descendientes se convertir en cacique.

# ,BFA3EA894BDCD8476E3C3E83125BF435
source: Now that I have a human to play with, I look forward to testing these theories!
spanish: Ahora que tengo un ser humano con quien jugar, ¡espero probar estas teorías!

# ,BFCA3659420358C2CFA5B5B426282E9A
source: Debauched: Offspring have a 20% chance to ignore the negative impacts of inbreeding.
spanish: Perverso: los descendientes tienen un 20% de posibilidades de ignorar los impactos negativos de la endogamia.

# ,BFE1041943E9B477E3A7848FC8505D3E
source: Who shall I cleanse of their grungy trait?
spanish: ¿A quién voy a limpiar de su rasgo Sucio?

# ,BFE419FB4198F6466864C0A660018BA3
source: Thriae body fluids.
spanish: Fluidos corporales de Thriaes.

# ,BFE69EFF42781D385F73FFB257B3F5C6
source: Wait, you're human?!
spanish: Espera, ¡¿eres humano?!

# ,C0073F7149266435A304ECAB73399664
source: Ahhh... you made me feel so good, I've never produced such a large fruit.
spanish: Ahhh... me hiciste sentir tan bien, nunca había producido una fruta tan grande.

# ,C034823A4189F2EED2DFEBB7B3005286
source: Forget the Titan, how about some human?
spanish: Olvídate del titán, ¿qué tal un humano?

# ,C03BBCDD4AACD3CC387AAAB2A4FD00E9
source: Anyway, once you've built an enclosure you can catch @MONSTER_RACE@ of that type.
spanish: De todos modos, una vez que hayas construido un recinto, puedes atrapar @MONSTER_RACE@ de ese tipo.

# ,C0C2274D435835E82C7558B7D7771463
source: This is the area most misunderstood and hard to observe.
spanish: Esta es el área más incomprendida y difícil de observar.

# ,C0DA0B9242845DD678C67991582BCF2B
source: We made love for hours, and she taught me how to position my body in ways I never thought possible!
spanish: Hicimos el amor durante horas, ¡y ella me enseñó a colocar mi cuerpo de maneras que nunca creí posible!

# ,C0E8ACF94F6090E346B6B3BFDB6536AF
source: It's wrapped in webs.
spanish: Está envuelto en telarañas.

# ,C1169E76415C88B42A1C1EAA53F38266
source: We have... uh... met before. Many times.
spanish: Nos hemos... eh... conocido antes. Muchas veces.

# ,C11A1BE2468282C1EFE3DA9E52978358
source: Was I a good bunny?
spanish: ¿Fui una buena conejita?

# ,C129394C4F9E7B6D0EF3EF87678D5D3B
source: If I must...
spanish: Si debo...

# ,C156402F4738F87B9C9392A5443BE29F
source: You are unique in this world, for all other living things, myself included, are @MONSTER_RACE@. We are merely half human, crossed with... something else.
spanish: Eres único en este mundo, pues todos los demás seres vivos, incluida yo misma, somos @MONSTER_RACE@. Somos simplemente mitad humanos, cruzados con... algo más.

# ,C18558714C7A7B697778D68CFD03FAF0
source: Such has caused many a Kraken to force herself on weaker mates.
spanish: Esto ha provocado que muchos kraken se hayan impuesto a sus compañeros más débiles.

# ,C198075048B96603CACC81A045A05956
source: It is said, they are an exact replica of the Goddess' vagina itself!
spanish: ¡Se dice que son una réplica exacta de la vagina de la Diosa misma!

# ,C2409B0E43C4FECF37A9A4AEC03EA9E7
source: This allows you to catch and store all Formurian variants.
spanish: Esto te permite capturar y almacenar todas las variantes de Formurians.

# ,C25D4CE34387E86F32C4E28046D053D3
source: Ohhh it felt so good.... as I buried my face into her ass and she thrusted her tongue deep into my pussy.
spanish: Ohhh, se sintió tan bien... mientras enterraba mi cara en su culo y ella empujaba su lengua profundamente en mi coño.

# ,C29993C74D67F8AE960E44826013B47C
source: Krakens founded Formuria, and we have upheld lordship ever since. Our subjects respect us, and we rule over them with mercy and honor.
spanish: Los krakens fundaron Formuria, y desde entonces hemos mantenido el señorío. Nuestros súbditos nos respetan y los gobernamos con misericordia y honor.

# ,C2F976F9463088F39315118741B15D32
source: Ohh... you will not regret it human.
spanish: Ohh... no te arrepentirás humano.

# ,C31358424DDC04F9D0E9C2AFEADAFCE4
source: Ahhh... so be it!
spanish: Ahhh... ¡que así sea!

# ,C3445C514F78EFD7116EE28D6898079D
source: Because of our sentience, it's forbidden to catch us. The temple deems it too much like slavery to captivate those whom are blessed.
spanish: Debido a nuestra sensibilidad, está prohibido atraparnos. El templo considera que se parece demasiado a la esclavitud para cautivar a los bendecidos.

# ,C35F97ED47D151CAD06084864F0ED555
source: Doing this allows the spirit to experience pleasure from your deeds, and you get to experience pleasures beyond what your human body can achieve.
spanish: Hacer esto le permite al espíritu experimentar el placer de tus actos, y puedes experimentar placeres más allá de lo que tu cuerpo humano puede lograr.

# ,C36C759941B23E33ABE38E9C98E4A1E3
source: Lap Dance!
spanish: ¡Baile Erótico!

# ,C396D17343484B5599E940B3CD9E0AF1
source: Grrrrr... chieftain horny again. Human shouldn't stay long, things might happen.
spanish: Grrrrr... cacique cachonda de nuevo. El humano no debería quedarse mucho tiempo, podrían pasar cosas.

# ,C45BFAF14EABF8D1BD3502825C5C1560
source: And became one with the Goddess who indulged in beastiality.
spanish: Y con la Diosa me convertí en una que se entregaba a la bestialidad.

# ,C462B3344F759413A7C6F28489176C99
source: Sounds like a personal problem.
spanish: Suena como un problema personal.

# ,C481F9C149A5312156D0E78C43255CE9
source: Aww! Someone wants their dick sucked!
spanish: ¡Amm! ¡Alguien quiere que le chupen el pene!

# ,C4A89EE6414BE3013E77CA81E8105E53
source: Remove your garments, for you must be nude.
spanish: Quítate tus prendas, debes estar desnuda.

# ,C4C596ED4DE277B929ABDDB01255A79B
source: Meow... no one has been down there for as long as I remember.
spanish: Miau... nadie ha estado allí desde que tengo memoria.

# ,C4F4ECA34FB62457AF54C48B18A75686
source: Or, hath desire brought you abreast my holy golden bosom?
spanish: ¿O acaso el deseo te trajo junto a mi santo seno dorado?

# ,C5113B72490FFD8142C52EBDED0B4656
source: Oh the songs of pleasure we sang, how good they felt.
spanish: Oh, las canciones de placer que cantabamos, qué bien se sentían.

# ,C52FEFD44780735A14B2A78C9F57D862
source: Give your body to me, and in ecstasy we will make it conform.
spanish: Entrégame tu cuerpo, y en éxtasis lo haremos conformar.

# ,C540E787424068F17DC21E839F8383CC
source: I blame that dryad, she kept bringing me her sweet fruit, and before I knew it my ass was too big to leave my cave.
spanish: Culpo a esa dríada, ella seguía trayendo su dulce fruta, y antes de que me diera cuenta, mi trasero era demasiado grande para salir de mi cueva.

# ,C544F8824FC4DDC6DBEFE084C3987F32
source: How I miss the old days.
spanish: Cómo ertraño los viejoh tiempos.

# ,C55370A04CAE38FD1D15A9AC46E99FBD
source: If you... uh... ever get desperate again, you know where to find me!
spanish: Si... eh... alguna vez te desesperas de nuevo, ¡ya sabes dónde encontrarme!

# ,C5CEDF194D3B59C00FF3338949A33FDE
source: A deal is a deal, take it.
spanish: Un trato es un trato, tómala.

# ,C5E724D9440EB6AC1E01458A6325FC39
source: Me like this name Fern. Hiss!
spanish: Mi gustar este nombre Fern. ¡Sss!

# ,C5F9CCA94803FF5DA8A42E947B60C68D
source: Just looking at you is filling me with burning desire...
spanish: Solo mirarte me llena de ardiente deseo...

# ,C64CAA3740345626670050917404491A
source: You taste so good... ahhhh!
spanish: Sabes tan bien... ¡ahhhh!

# ,C65E75D34AC278A104BAD0A7B99C4CA2
source: Honeycomb blocks this gate.
spanish: El panal bloquea este portón.

# ,C66928AC49FF8C314FC5339591BF860D
source: You... you must have something to do with it!
spanish: ¡Tú... tú debes tener algo que ver con eso!

# ,C6B18EAC4E513704AB264E9A875521FB
source: A very sad song radiates from within...
spanish: Una canción muy triste irradia desde dentro...

# ,C6D9B8644431D431610683A58FC57B84
source: Yes! I can feel you're about to cum... I want it all. Mmmm...
spanish: ¡Si! Puedo sentir que estás a punto de correrte... Lo quiero todo. Mmmm...

# ,C6E5F355439A82543536AA974313674B
source: It's yours now, I hope it serves you well.
spanish: Es tuyo ahora, espero que te sirva bien.

# ,C720F2B64D81061E9D1CC7A3ACD4F0BB
source: Beware, some blessed ones might succumb to their desires and surprise you if you get close!
spanish: ¡Cuidado, algunos bendecidos pueden sucumbir a sus deseos y sorprenderte si te acercas!

# ,C73CE27C41A91E73C54B58B65E56049E
source: You seek to learn a new way to use your pleasure hole.
spanish: Buscas aprender una nueva forma de usar tu agujero del placer.

# ,C77FA616486308414031F29069272188
source: Let's recharge my spirit form.
spanish: Recarguemos mi forma espiritual.

# ,C7BA93A840AB5FA97F357E802955A851
source: Exotic
spanish: Exótico

# ,C7EBEA0D46D85CCCBE6EDDB796DAB929
source: Surprise
spanish: Sorpresa

# ,C7F43006419AE76ADB041AA7B3BB8DD1
source: Yes come with me, deeper into my nest of love. You will feel wave after wave of pleasure as I suck on you for every last drop.
spanish: Sí, ven conmigo, más profundo en mi nido de amor. Sentirás ola tras ola de placer mientras te chupo hasta la última gota.

# ,C80F35DE492B934FC30FBE82A653139B
source: Ah shooooot, my pearl went and rolled away again.
spanish: Ah, disparaaaa, mi perla se fue y rodó de nuevo.

# ,C831296B46D9E6D1B4ECA181BCD5520B
source: She will teach you how to position the body for optimal sexual experience.
spanish: Ella le enseñará cómo colocar el cuerpo para una experiencia sexual óptima.

# ,C8F56B5143EC7D77BCE3D483F91BD832
source: Of course we do... we must. Ahhh...
spanish: Por supuesto que lo hacemos... debemos hacerlo. Ahhh...

# ,C905E77348FA5208DABFD693A69EEBA4
source: Hiss! I've got it.
spanish: ¡Sss! Lo tengo.

# ,C90FBEEB4770B7951F9099B01096A1B0
source: What... ahhh... a silly thing to ask... ohhh.
spanish: Qué... ahhh... cosa tan tonta para preguntar... ohhh.

# ,C91B08354F7D144D174BCB8A2C8384CF
source: Now if you don't mind, I'd love to get back to my nap.
spanish: Ahora, si no le importa, me encantaría volver a mi siesta.

# ,C933962A4C5DD7F022D428AEE50FE2C0
source: I want to play in your slime again!
spanish: ¡Quiero jugar en tu limo de nuevo!

# ,C93F66124DFE84936731BDBDEB0840B9
source: There is plenty of sex around Hedon to occupy my small attention span.
spanish: Hay mucho sexo alrededor de Hedon para ocupar mi pequeña capacidad de atención.

# ,C94B41FA4308FFD8A8F985BFB7D0411F
source: She landed in my web with a thunderous crash, and ruined the whole thing.
spanish: Aterrizó en mi telaraña con un estruendo atronador y arruinó todo.

# ,C98355D84D2C12D36A73BC8F7D73D2B1
source: You might think that's gross, but not at all.
spanish: Podrías pensar que es asqueroso, pero no del todo.

# ,C9B4EBAD46E07D79B09C1DBE7BE0F774
source: I know you have no memories before that moment, so let it sink in that you should not be here at all.
spanish: Sé que no tienes recuerdos antes de ese momento, así que déjalo hundirse en que no deberías estar aquí en absoluto.

# ,C9DFA1EB40C3BF78D4B015AC82833310
source: Normal Size
spanish: Tamaño Normal

# ,CA7A7B57487A850B58D2F18581846801
source: Lets see. The flowers native to the Hivelands are cuminus-labialata and ejaculum-phallis.
spanish: Vamos a ver. Las flores nativas de las tierras altas son cuminus-labialata y ejaculum-phallus.

# ,CA7FAE6645EB660782FB59BB2F359378
source: Nephelym Barn
spanish: Granero de Nephelym

# ,CAB7654B473208B56B23F8857B8CBCA0
source: Careful human, a Kraken's lust is not to be underestimated.
spanish: Cuidado humana, la lujuria de un kraken no debe ser subestimada.

# ,CAC37D3345B82EE95615E0BB5C42ED5B
source: It's been sometime since I have been mouted, so I might get rough!
spanish: Ha pasado algún tiempo desde que me montaron, ¡así que podría ponerme dura!

# ,CADDB09246D63E86CBE17C8852675D4B
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,CADF79DB4BDC5031DE5FA79A12695348
source: If you are heading down there, you will no doubt confront Widow. Don't let her frighten you... trust me, she knows how to please. Hiss!
spanish: Si te diriges hacia allí, sin duda te enfrentarás a Widow. No dejes que te asuste... créeme, sabe complacer. ¡Sss!

# ,CB48004E4E339F82564495A0A7D0209C
source: I've gone through worse.
spanish: He pasado por cosas peores.

# ,CB4B328646049F44CA1AF5B3E7454C29
source: This allows you to catch and store all variants of Vulwarg.
spanish: Esto te permite capturar y almacenar todas las variantes de Vulwargs.

# ,CB6197724E6737AA23A5DD991AD65537
source: With my delicate fingers, I shall play your vagina like an instrument
spanish: Con mis delicados dedos tocaré tu vagina como un instrumento

# ,CB65DAA6419D0E0F4ADF968694F481DD
source: Fix your own gate!
spanish: ¡Arregla tu propio portón!

# ,CB9F33B74B20BE432B5B2D991CAF7A38
source: My kind are so feared, yet we are the same. I seek only love and companionship here in my web of solitude.
spanish: Los de mi especie son tan temidas, pero somos iguales. Solo busco amor y compañerismo aquí en mi telaraña de soledad.

# ,CBCA7A624672A12A721B83B16D8F5A02
source: Imagine all of the places you could slide your dick in human... and I promise I would make them all feel so good...
spanish: Imagina todos los lugares en los que podrías deslizar tu pene dentro, humano... y te prometo que te harán sentir tan bien...

# ,CBF60252404E432514F2A08225E15D38
source: Of course, as soon as she appeared we made love... for many hours. Well I made love to her... she was sadly not so interested.
spanish: Por supuesto, tan pronto como apareció ella hicimos el amor... durante muchas horas. Bueno, le hice el amor... lamentablemente no estaba tan interesada.

# ,CC453F864879B9206AA86C866817E4F7
source: Do come back... my deep dragon pussy yearns for more.
spanish: Vuelve... mi profundo coño de dragón anhela más.

# ,CC8A60E34A4F302BEBD0CCB8D0F5B282
source: I want to have fun with your ass!
spanish: ¡Quiero divertirme con tu culo!

# ,CCBDEE9E4366EC8D550F4DB7D8C546F8
source: Then I pose seductively in front whatever she brought back, and she records how it reacts.
spanish: Luego me poso seductoramente frente a lo que ella trajo, y ella registra cómo reacciona.

# ,CCBE2DF04F273EE3D33DE583845CB545
source: Ye drank so much for a wee lad!
spanish: ¡Bebihte musho para un moso pequeñito!

# ,CCFE0CB04C0DD4BC550FE6AF03BFABB3
source: Elves are part of the Sylvan race, a large @MONSTER_RACE@ family that spans all sorts! There's lots of different types of elves, but my kind are the cutest I think!
spanish: ¡Los elfos son parte de la raza silvana, una gran familia @MONSTER_RACE@ que abarca de todo tipo! ¡Hay muchos tipos diferentes de elfos, pero creo que los míos son las más lindos!

# ,CD24CE384C0548CF493A43A0F88CB7A2
source: Indulge yourself human, for I am thy servant.
spanish: Deléitate humano, pues soy tu sirviente.

# ,CD8C53FE4EAFB9508679088ACC31A4CD
source: The receiver bounces up and down while facing the giver.
spanish: La receptora rebota hacia arriba y hacia abajo mientras mira al donante.

# ,CDE042544846EA4EE23B56B0BA650104
source: My sister Neela is probably worried by now.
spanish: Probablemente mi hermana Neela ya esté preocupada.

# ,CDEBE2FD40DC775E9639A299E9BF3B83
source: When consumed by the queen, the mixture will cause her breasts to grow and make honey. Only the queen's breasts can produce honey.
spanish: Cuando es consumida por la reina, la mezcla hará que sus pechos crezcan y produzcan miel. Solo los pechos de la reina pueden producir miel.

# ,CDF29C5A40823CB4D1E542912EBC57B8
source: *Snarl*
spanish: *Gruñe*
