Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,4941188D4EE43A48ECE99F9361838C0C
source: And I'm one of them! A blessed female Painted Elf to be exact!
spanish: ¡Y yo soy una de ellos! ¡Una elfa pintada bendecida para ser exactas!

# ,4954D9E748572866289FA785934950B8
source: Remove your garments, for you must be nude.
spanish: Quítate tus prendas, debes estar desnudo.

# ,49C9E46943998C63648E12A033938266
source: Debauched
spanish: Perverso

# ,4A37F933461F6E0CC65A6D82757FB764
source: Wow that felt so good!
spanish: ¡Guau, eso se sintió tan bien!

# ,4A730CFD4FE7937D823362B706A236A2
source: Her name is Pawsmaati, a blessed Neko in Sultry Plateau.
spanish: Su nombre es Pawsmaati, una neko bendecida en la Meseta Bochornosa.

# ,4A786E0642F65E2541EAB4BB64AD2628
source: You've changed.
spanish: Has cambiado.

# ,4A8B6F014E313E51F87D8C8706BE28E3
source: Webs block this gate.
spanish: Las telarañas bloquean este potón.

# ,4A8BADCE4B9CDED5FAF83F9E2C212E8C
source: Ah, well I could grant you access, but... there is something I want in return.
spanish: Ah, bueno, podría concederte acceso, pero... hay algo que quiero a cambio.

# ,4AA8E4C347C6877955982195612DC01D
source: This pleases me greatly... ahhhh.
spanish: Esto me agrada mucho... ahhhh.

# ,4AD3767B435A26CAE69202B605CB1776
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,4ADC18CD4A8D1152D3ABF788E0A8ECCF
source: Just as water can take on any form.
spanish: Así como el agua puede adoptar cualquier forma.

# ,4AF4F6C44BC706495A6BC1910F5EB035
source: Which is nothing more than an excuse to have sex with everything in sight while I do all the work!!
spanish: ¡¡Que no es más que una excusa para tener sexo con todo lo que se mueve mientras yo hago todo el trabajo!!

# ,4AF6D7774E005B4FEFEFBD91CE5F5322
source: You may have my breast milk!
spanish: ¡Puedes tener mi leche materna!

# ,4B400F8545DB288AE092E39BA2CD24BF
source: If you can find me something that fits Pawsmaati's request, I will get that keystone for you.
spanish: Si puedes encontrarme algo que se ajuste a la petición de Pawsmaati, te conseguiré esa piedra-llave.

# ,4B96D56447562EBC8748929A5D3B51FD
source: Let me wrap my lips around that fat cock of yours, my body longs for your warm cum.
spanish: Déjame envolver mis labios alrededor de esa gorda polla tuya, mi cuerpo anhela tu cálido semen.

# ,4B9F497F40EDDFFEA5F6DCB0FB8B4675
source: Yeah let's sing some songs!
spanish: ¡Sí, cantemos algunas canciones!

# ,4BC8B3D446816CE0D525CD99477CF0CF
source: You're a beautiful purple thing.
spanish: Eres una hermosa cosa púrpura.

# ,4BCD2C0947A04AB07ED274984B39E519
source: I ought to punish you, but... ohhh! As you can see, I'm busy.
spanish: Debería castigarte, pero... ¡ohhh! Como puedes ver, estoy ocupada.

# ,4BEA745E46427D48E9DB48A470FF3A40
source: From that moment on I was fixed on her... I wanted to please her in ways I never before considered.
spanish: A partir de ese momento me fijé en ella... Quería complacerla de formas que nunca antes había considerado.

# ,4C00C7F544226DAA1CBB4781B0CEB82F
source: Aye, 'mai specialty is all things milk, and a quare good pair on me front. Bless me, hav'n jugs like these can really hurt 'mai back!
spanish: Seh, mih espesialidadeh son toa lah cosah relasionadah con la leshe, y un buen pah cuadrado en la parte delantera. ¡Bendita sea, teneh cántaroh de leshe como ehtoh reahmente pueden lahtimarme la ehparda!

# ,4C1E56854BDDE954FC7ACA99874AB4C3
source: This little body experienced a lot of pleasure...
spanish: Este cuerpecito experimentó mucho placer...

# ,4C58896E4C9EC24AD95FD9B3C5846453
source: But... you're stuck.
spanish: Pero... estás atascada.

# ,4CC5D673471A3B46D285D681BCAEC1A8
source: Ahhh... yes! Well what are you waiting for?
spanish: Ahhh... ¡sí! ¿Bueno, qué estás esperando?

# ,4CEEC1684CDAEA938B302F89B5DCC6FD
source: You won't find seraphim and elves down there... no. Goblins, bats, and spiders are more likely.
spanish: No encontrarás serafines ni elfos ahí abajo... no. Es más probable que haya goblins, murciélagos y arañas.

# ,4D0B9DAB42EF8CA84E014A8298104E74
source: Only the Goddess will give you answers. Sadly, I cannot hear Her song, for it is much too great for my ears.
spanish: Solo la Diosa te dará respuestas. Lamentablemente, no puedo escuchar Su canción, porque es demasiado grande para mis oídos.

# ,4D14F6284D4722E3384EB5A50BDD7ACC
source: You would do well to turn around and leave the dragons alone.
spanish: Harías bien en darte la vuelta y dejar en paz a los dragones.

# ,4DA62EBE4FE5CCF8694322AA22E38C1D
source: We love creating new @MONSTER_RACE@, so that they too may experience the pleasures of this world.
spanish: Nos encanta crear nuevos @MONSTER_RACE@, para que ellos también puedan experimentar los placeres de este mundo.

# ,4DE4EDAD457F0C2715629B82E07D5D91
source: Oh come here you lovable shortstack!
spanish: ¡Oh, ven aquí, adorable montoncito!

# ,4E12D93143928EAE2221E7A3621657C0
source: My theory is when @MONSTER_RACE@ semen and ovum unite, they fracture time and space itself.
spanish: Mi teoría es que cuando semen y óvulo @MONSTER_RACE@ se unen, fracturan el tiempo y el espacio mismos.

# ,4E27E33747B868644B436C9F77707525
source: May I suck on your jugs?
spanish: ¿Puedo chuparte los cántaros de leche?

# ,4E36B8A545FB7E25EE044C834B5EFC4D
source: Mmmm... mastah tasty!
spanish: Mmmm... ¡Mastah sabroso!

# ,4E498E254A8B38B0C2BC51A386589A62
source: Lay back and relax @BREEDER_NAME@...
spanish: Recuéstate y relájate @BREEDER_NAME@...

# ,4E52974540DE6960CB56CDB713C76A05
source: That must have been you, perhaps you should go and talk to her.
spanish: Debes haber sido tú, quizás deberías ir a hablar con ella.

# ,4E5BBE2D466F692CEB63ACA293C411A8
source: You have satisfied a kraken princess, and allowed me to release my lust.
spanish: Has satisfecho a una princesa kraken, y me has permitido liberar mi lujuria.

# ,4E7910C949370E1A22F20886B7F19689
source: Huh... that means you're just as horny then.
spanish: Huh... eso significa que eres igual de cachonda entonces.

# ,4E7998DA4738ECC33C9E7DA9B98FC68B
source: They let me wash every inch of their bodies, and I enjoy it... immensely.
spanish: Me dejan lavar cada centímetro de sus cuerpos y lo disfruto... inmensamente.

# ,4E7C9B4743337D054AE863AB4EAF155F
source: You can stick that tongue in me...
spanish: Puedes meterme esa lengua...

# ,4E899A5D4E84988C4EA22C94596B1177
source: Wave after wave of pleasure will engulf you, and the entire town will know your beautiful voice.
spanish: Ola tras ola de placer te envolverá, y toda la ciudad conocerá tu hermosa voz.

# ,4E9D03D24AE3DC71062DEA8716955966
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,4EBD4351412C922E0D1B4DAE8A11ABC7
source: It's not uncommon for a single Ayrshire to eat ten bosom cherries in a single day.
spanish: No es raro que una sola ayrshire coma diez cerezas de seno en un solo día.

# ,4F17407F4C735CA48643138A59606A3C
source: Timeeee for the fluidsssss?
spanish: ¿Hoooora de los fluidosssss?

# ,4F22AF88435E097FF70CB6A004C9072F
source: *Suck* *Lick*
spanish: *Chupa* *Lame*

# ,4F3471C54B27DDD9BC7D5F8A12D1E871
source: Soft and plump, with many a bump.
spanish: Suave y regordeta, con muchas protuberancias.

# ,4F37D08C43E11EDF706D07998D86692F
source: Oh you dirty dirty human... what have you done to yourself?
spanish: Oh, sucio, sucio humano... ¿Qué te has hecho a ti mismo?

# ,4F601DAA48F980A712CFA1A4888DDCBC
source: I have experienced @MONSTER_RACE@ dick and vagina beyond comprehension.
spanish: He experimentado el pene y la vagina @MONSTER_RACE@ más allá de la comprensión.

# ,4F85128C485261E5971763A5F3E5C2A7
source: This corner is n-n-nice and safe!
spanish: ¡Este rincón es a-a-agradable y seguro!

# ,4F926E9345E810F3C912438E56312AC9
source: Yes... your name is @BREEDER_NAME@. The spirits have revealed this to me!
spanish: Sí... tu nombre es @BREEDER_NAME@. ¡Los espíritus me lo han revelado!

# ,4FA58F3643C40D88119D81857F7F6815
source: We are reclusive cavern dwellers, and once a home is found it's not uncommon for us to stay there for many years.
spanish: Somos solitarios habitantes de las cavernas, y una vez que se encuentra un hogar, no es raro que nos quedemos allí durante muchos años.

# ,4FC454FA455E4284639DF9A235A1B888
source: Ahh, plant your delicious seed in my little body! Give me... ohhh... all of it!
spanish: ¡Ahh, planta tu deliciosa semilla en mi cuerpecito! ¡Dámelo... ohhh… todo!

# ,4FD31BBE4149189F2C525B911BC63025
source: Aww! Someone wants their labia licked!
spanish: ¡Amm! ¡Alguien quiere le laman sus labios!

# ,502500DE40F982D4BC3BC1AB282D2040
source: Grrrr... hehehe... must control myself!
spanish: Grrrr… jejeje... ¡debo controlarme!

# ,502599044F833B4F276595B3EAD343C5
source: Soon my nectar collection will be complete, and I can return to the Hivelands.
spanish: Pronto mi colección de néctar estará completa y podré regresar a las Tierras-Colmena.

# ,5045176546DDF08434B08ABE881B84B8
source: For me, Pawsmaati decided to manifest a large cock. It felt so good as she thrust it deep inside me...
spanish: Para mí, Pawsmaati decidió manifestar una gran polla. Se sintió tan bien cuando la metió profundamente dentro de mí...

# ,5075655C40C6B014FB7A99AE08709576
source: Tell me about Krakens.
spanish: Háblame de los krakens.

# ,5091F30244DD52A6CED9788A1B9B6A79
source: Ah! Mirru princess of the sea will not divulge such things!
spanish: ¡Ah! ¡Mirru, princesa del mar no divulgará tales cosas!

# ,50B849704DFA728D7330279E30E472A8
source: Large: Roughly 8ft in height.
spanish: Grande: aproximadamente 8 pies (2,4 m) de altura.

# ,50BBFEDE44CEF2DA10124AAE7DBF17B9
source: Slick
spanish: Resbaloso

# ,50E84BD14AFF02C2DD65798A8386C0FE
source: When enough semen accumulates, usually in water, there is a chance for it to turn into a slime.
spanish: Cuando se acumula suficiente semen, generalmente en agua, existe la posibilidad de que se convierta en un limo.

# ,51444A264763D03D8B5051AEDAB55B5F
source: Abomination: This one was the product of incest.
spanish: Abominación: este fue producto de un incesto.

# ,51891BB34DD1356F61B02FB5FE4F3636
source: Yes, t-t-the magestic queen bee of Hivelands. All insect @MONSTER_RACE@ serve her.
spanish: Sí, la majestuosa Abeja Reina de las Tierras-Colmena. Todos los insectos @MONSTER_RACE@ le sirven.

# ,51B5762D4545FEE2F7E8D895B66B031B
source: This allows you to catch and store all variants of Bovaur.
spanish: Esto te permite capturar y almacenar todas las variantes de Bovaurs.

# ,51CEBDA94681ACB09279C2A598681796
source: Do return if you reconsider.
spanish: Vuelve si lo reconsideras.

# ,51E33E8544C5A1055CF34EA764D9E53C
source: Amber's tits are bigger than me! Why is this world so cruel...
spanish: ¡Las tetas de Amber son mas grandes que yo! Por qué este mundo es tan cruel...

# ,5243F67240932D62D7FDFABA63222594
source: Hung
spanish: Polludo

# ,52570DF44A9EF55907B4EBBCCC8EFB52
source: Ohhhh mastah! Finally Fern can have fluids?!
spanish: ¡Ohhh, Mastah! ¡¿Finalmente Fern puede tener fluidos?!

# ,52642BC9475ED06B0EBBA4AA6032CE9D
source: *Sigh* As you can tell, we @MONSTER_RACE@ have extremely intense sexual desires.
spanish: *Suspira* Como puedes ver, nosotros los @MONSTER_RACE@ tenemos deseos sexuales extremadamente intensos.

# ,52AF81564974B34FF6A257A0B0BDA77F
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,52FA782943DCF1904C31D0AD39452FE2
source: Please take the glowing rock on your way out. I feel the hunger creeping up, and my elf is looking full and ready.
spanish: Por favor, recoge la roca brillante al salir. Siento que el hambre aumenta y mi elfa parece llena y lista.

# ,53133AE5461CD4363425BC8B9E8327F4
source: Indulge yourself human, for I am thy servant.
spanish: Deléitate humana, pues soy tu sirviente.

# ,535696214ED031B7F34A458925D0CEA8
source: Falene brings you stuff?
spanish: ¿Falene te trae cosas?

# ,537B245D4CBB8BD28882D3AB47480EA4
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,53B2E09F4A5C770431651A9B727EA17D
source: Ahhh... I have never felt so good!
spanish: Ahhh... ¡nunca me había sentido tan bien!

# ,5408EE8A4C4CAFF4A2B2F9B2F1F0B779
source: I have wild @MONSTER_RACE@ to ascend.
spanish: Tengo @MONSTER_RACE@ silvestres para ascender.

# ,544F5F944F9E5D60454A39A741792497
source: Fern hope this pleases mastah greatly...
spanish: Fern espera que esto complazca mucho a Mastah...

# ,5477799C4F9B5398BECB918C51B6CC44
source: Forgive me if I was com'n on too strong! I hope I didn't offend ye...
spanish: ¡Perdóname si fui demasiao fuehte! Espero no habehte ofendio...

# ,5487409C445EEB5B2C699C8A5253DD30
source: Perhaps you would like a taste of my sparkly elf pussy?
spanish: ¿Quizás te gustaría probar mi brillante coño de elfa?

# ,5499C216450B8D38D1D5E48EAB4EAE1A
source: Do you want to meet my best friend?
spanish: ¿Quieres conocer a mi mejor amiga?

# ,54A656CF43AE3DD98B149D8CB0E836B1
source: It's frustrating, I can't even remember how I got here, nor can any of the others I've spoken to. We share common dreams about humans... that's it.
spanish: Es frustrante, ni siquiera recuerdo cómo llegué aquí, ni ninguno de los otros con los que he hablado. Compartimos sueños comunes sobre los humanos... eso es todo.

# ,54C74A434002CAD60426198FDDCF4B82
source: Human fix gate now, or your cock is mine!
spanish: ¡Ahora arregla el portón humano, o tu polla es mía!

# ,550D874045EED9CAB4096BB51CD7C32A
source: Patiently we will wait for our mates to come to us... this world is full of lumbering morons oozing with delicious fluids.
spanish: Esperaremos pacientemente a que nuestros compañeros vengan a nosotros... este mundo está lleno de torpes idiotas rezumando deliciosos fluidos.

# ,554D996445578E57126935A57AEBB8F3
source: Oh Master... you are too good to me.
spanish: Oh, Master... eres demasiado bueno para mí.

# ,554F10F14C2C753407F470A787D584FB
source: I want your body on mine... inside mine... ahhh.
spanish: Quiero tu cuerpo en el mío... dentro del mío... ahhh.

# ,558508384A3AD98E8ACC849F53F551A9
source: Everyone wanted "personal time" with me, and it was glorious.
spanish: Todos querían "tiempo personal" conmigo, y fue glorioso.

# ,55894A674E5C647D1DC14EB1951CE50D
source: Sadistic: Reduces the loyalty of breeding partners, but gains twice as much XP.
spanish: Sádico: reduce la Lealtad de los compañeros de reproducción, pero gana el doble de EXP.

# ,55BACC2142DFD6EE2C302A860E4A23FF
source: You will feel so good as I milk your cock for all of its delicious semen...
spanish: Te sentirás tan bien mientras ordeño tu polla por todo su delicioso semen...

# ,55DE769C4C259F81CB55299E36998DA3
source: Remove your clothes, and let me wash you.
spanish: Quítate la ropa y déjame lavarte.

# ,55F0F60A4D567468043EF687B0A22338
source: You made me feel so good human. We should "practice" again sometime!
spanish: Me hiciste sentir tan bien humano. ¡Deberíamos "practicar" de nuevo en algún momento!

# ,560A29014AB558719DDBF6ABAA67FA3F
source: *Yawn*
spanish: *Bosteza*

# ,560FCF68432946FE1C6D7BA2F8088AB6
source: Virgin Breaks
spanish: Rupturas Vírgenes

# ,56130E5B431626086919BFB37E7FA460
source: I would never pass up a chance to taste the depths of human pussy.
spanish: Nunca dejaría pasar la oportunidad de saborear las profundidades del coño humano.

# ,5624D94B49EF02787D13EDAFB71F472A
source: Ohhh... would you please this old warden? It is a lonely life...
spanish: Ohhh... ¿podrías complacer a esta vieja guardiana? Es una vida solitaria...

# ,562919BA4DDFB552659A82ABD2D238A1
source: Her name is Apopha Fesssi. Come to think of it... I haven't seen her in years.
spanish: Su nombre es Apopha Fesssi. Ahora que lo pienso... no la he visto en años.

# ,5629D6AE4A1B8ABE39599596DC46FC1C
source: She took pity on their creations and made love with them, an event that would come to be known as the Great Conception.
spanish: Se compadeció de sus creaciones e hizo el amor con ellas, un evento que se conocería como la Gran Concepción.

# ,566D4E2B458FC3277E49CB91D5CAB649
source: Then, the dark reaper of the daze will bring back to that body your awareness.
spanish: Entonces, la Segadora Oscura del aturdimiento traerá de vuelta a ese cuerpo tu conciencia.

# ,567F4EF7487947546DDFE3B0195DFDEB
source: Sweet delicious human pussy, ohhh...
spanish: Dulce y delicioso coño humano, ohhh...

# ,569794004A0E468573BC3689623AE387
source: Why the Goddess felt the need to create such worthless lifeforms puzzles me.
spanish: Me desconcierta por qué la Diosa sintió la necesidad de crear formas de vida tan inútiles.

# ,577526BD4B68AFD89F753E8F9023A937
source: Somehow your little cock made me feel amazing.
spanish: De alguna manera tu pequeña polla me hizo sentir increíble.

# ,57759F684D98A4E1D01E469878BF79D9
source: *Pleasurable Moaning*
spanish: *Gimiendo placenteramente*

# ,57C253374563B35B8FD5A2A79361E4CA
source: Once they built the new temple above, people stopped coming here to play with me.
spanish: Una vez que construyeron el nuevo templo arriba, la gente dejó de venir aquí a jugar conmigo.

# ,586C9720448CC48985AE2E8FA3546D05
source: I will remove the h-h-honeycomb from the Hivelands gate.
spanish: Quitaré el panal de miel del portón de las Tierras-Colmena.

# ,5881DC0E4C70AE1F56EE70A7C1A4A78A
source: Yer ask'n the wrong lass though, I'm just a simple milkmaid.
spanish: Sin embargo, le preguntah a la shica equivocaa, solo soy una simple leshera.

# ,589C39424192EF623DC606AE1E6D2D75
source: Demon Pool
spanish: Piscina de Demonios

# ,58BD8EB444FFAA62E1DB458F4B2C10DC
source: Oh Fesssi! She's so cute.
spanish: ¡Oh, Fesssi! Ella es tan linda.

# ,58D1FC2449F60C6958E9A78371E3450A
source: I'm going to eat all of it and make lots of new slime...
spanish: Me lo voy a comer todo y a hacer un montón de nuevos limos...

# ,58E0621949B1FDAFBD7C18B246C16918
source: It's ok... I really want your milk.
spanish: Está bien... realmente quiero tu leche.

# ,58F2132B4EDA616F5343D38BA68240E2
source: Gemini
spanish: Géminis

# ,591A0FAA474F00F7E8E2F28C1E009891
source: Well you see human, futas don't need them.
spanish: Bueno, verás humano, las futas no las necesitan.

# ,5948418C46289A7006EC59860F4A1739
source: You get giant load of cum until chieftain satisfied!
spanish: ¡Obtienes una carga gigante de semen hasta que la cacique esté satisfecha!

# ,59A830904A9DC04A6B7B1CB5E274E11A
source: I will be leaving now...
spanish: Me iré ahora...

# ,59AE8221430C7DB9A85B7BB2B4663795
source: @BREEDER_NAME@, I am yours, through the Goddess.
spanish: @BREEDER_NAME@, soy tuya, a través de la Diosa.

# ,59BDE65E43216BA7D5472BBCEE4B2E25
source: Now that you have have formed a covenant with the Goddess, you may return to me to recharge your spirit form.
spanish: Ahora que has formado un pacto con la Diosa, puedes volver a verme para recargar tu forma espiritual.

# ,59C80FA04F36092A693B1DB800804177
source: What's the deal with Emissary?
spanish: ¿Cuál es el trato con la Emisaria?

# ,59EF8E454FA9D93BA790BF92B0EE3873
source: Ahh... my Lamia tongue will make you feel so good...
spanish: Ahh... mi lengua de lamia te hará sentir tan bien...

# ,5A3E7C5348B9CE872B1AC68AF9AEF76B
source: Slender: This one has less body fat.
spanish: Esbelto: este tiene menos grasa corporal.

# ,5A45FE0E4DF250F62CA7DBA9E82E9782
source: *Slurp* *Lick*
spanish: *Sorbe* *Lame*

# ,5A9731DD46A8ADC8650FC7A682C0D08C
source: You're going to have lots of cute kittens with how much love butter I gave you!!!
spanish: ¡¡¡Vas a tener muchos gatitos lindos con la cantidad de mantequilla de amor que te di!!!

# ,5AA0883E43DAD4AAE0EF269EA3233B0A
source: Teach me a new sex position!
spanish: ¡Enséñame una nueva posición sexual!

# ,5AA8E62541EFA61D3ED30CAD3E1D0946
source: Demons crawled out of the darkness, and immediately started having sex with the Seraphim.
spanish: Los demonios salieron de la oscuridad e inmediatamente comenzaron a tener sexo con las Serafines.

# ,5ACEB47B4DC474437836D1BE5DF53CC7
source: Fern, your blossom is talking!
spanish: ¡Fern, tu flor esta hablando!

# ,5AEA5C7F4EB5E13F37FC0C9552530212
source: I want to feel warm human cum course through me!
spanish: ¡Quiero sentir un cálido semen humano a través de mí!

# ,5B354C0D4D37B6FD0F25BCA917BD6BE1
source: *Sigh* How I dream of what it would be like to roll around so freely.
spanish: *Suspira* Cómo sueño con lo que sería rodar tan libremente.

# ,5B50ECD6460E78702D62488307BE2A0A
source: Why don't futas have balls?
spanish: ¿Por qué las futas no tienen pelotas?

# ,5B8BBC574B6A3FC58C5769B04B8923FE
source: What is with the locked dungeon?
spanish: ¿Qué pasa con la mazmorra cerrada?

# ,5BCD2C4F491787616684ECAD40FE34C6
source: Hello?
spanish: ¿Hola?

# ,5C17953A4E43CD3EE715BC8BE3D80889
source: Also, keep your eyes peeled for Blessed @MONSTER_RACE@. We can be found in all corners of the land and we would love to... make your aquaintance.
spanish: Además, mantén los ojos bien abiertos para los @MONSTER_RACE@ bendecidos. Se nos puede encontrar en todos los rincones de la tierra y nos encantaría... conocerte.

# ,5C2066884278BFCE28A098B5E6AE70AE
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,5C38779E4968CAF3F455C68BDBEDADF9
source: There! Promise me if you open it... we will have kinky sex in the old temple! Meow!
spanish: ¡Allí! Prométeme que si lo abres... ¡tendremos sexo pervertido en el viejo templo! ¡Miau!

# ,5C55705949989D3944ACDD8DE6CAEB1E
source: Human milky taste so good... ahhhh!
spanish: Sabor lechoso humano tan bueno... ¡ahhhh!

# ,5C9673D0476DF1FF65CB63B5F142C7FE
source: @MONSTER_RACE@ origins are ancient and unknown, but we desire one thing above all else...
spanish: Los orígenes de los @MONSTER_RACE@ son antiguos y desconocidos, pero deseamos una cosa por encima de todo...

# ,5C98DE6F491C2551F3E059B7839548B4
source: You couldn't fit in the dungeon?!
spanish: ¡¿No cabías en la mazmorra ?!

# ,5D1189D248873A7E95BA20AA8EADCF1C
source: When the Goddess saw that Her creations indulged heavily in the pleasures of breeding that they neglected life, She devised a solution.
spanish: Cuando la Diosa vio que sus creaciones se entregaban en gran medida a los placeres de la reproducción y descuidaban la vida, ideó una solución.

# ,5D244F6542342816F374B582D37B9B98
source: Swearing to return again one day, the Goddess departed and faded from sight.
spanish: Jurando regresar de nuevo algún día, la Diosa se fue y desapareció de la vista.

# ,5D28B49D4DE445D9A31C4FA2B4501737
source: Lewd Desert is now accessible.
spanish: El Desierto Lascivo ahora es accesible.

# ,5DBBC25548CE64C57F539B87D36558A9
source: Now human, we are going to need a mighty creature in order to free my girthy hindquarters.
spanish: Ahora humano, vamos a necesitar una criatura poderosa para liberar mis orondos cuartos traseros.

# ,5E27E8A74A30D389BBB939B5142249BB
source: I greatly desire to experience your fat cock.
spanish: Tengo muchas ganas de experimentar tu gorda polla.

# ,5E335B804845931D253C9186CD06C403
source: To breed!
spanish: ¡Reproducirnos!

# ,5E3B309B4D79B4A31F6B1786E8B3AB2D
source: I want to feel warm human cum course through me!
spanish: ¡Quiero sentir un cálido semen humano a través de mí!

# ,5E79231E46C65B7ABB930CBB9EE87267
source: You released soooo much cum in here, I love it.
spanish: Lanzaste taaanto semen aquí, me encanta.

# ,5E8F33C74DE660C4911FD98A332F6BDE
source: Ahhh yes... place your mouth upon my teat, for it is custom for all subjects to taste of my honey.
spanish: Ahhh, sí... coloca tu boca sobre mi pezón, porque es costumbre que todos los sujetos prueben mi miel.

# ,5F41B5A04451E1F4E959DA86D6846CB4
source: Unlike human females, @MONSTER_RACE@ females' breasts are always producing milk... and lots of it.
spanish: A diferencia de las hembras humanas, los pechos de las hembras @MONSTER_RACE@ siempre producen leche... y mucha.
