Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,CE27DDF94397A475B6331E9CAF6EB7C5
source: Ahhh... yes. My desires are surging, won't you indulge in my body? I will try to be gentle.
spanish: Ahhh... si. Mis deseos están aumentando, ¿no te complacerás con mi cuerpo? Trataré de ser gentil.

# ,CE3354BC4C98FE63B630758F10560253
source: Blessed @MONSTER_RACE@ like me have human-level intelligence. Sometimes even greater!
spanish: @MONSTER_RACE@ bendecidos como yo tienen una inteligencia a nivel humano. ¡A veces incluso mayor!

# ,CE3738E344825C4371847CB9F0E4445E
source: I can build anything your genitalia desires!
spanish: ¡Puedo construir cualquier cosa que deseen tus genitales!

# ,CE38F80044474A7AE6C3A68384DE4350
source: You can have it if you help me with a little problem.
spanish: Puedes tenerla si me ayudas con un pequeño problema.

# ,CE50C843466352316F4461BC2722C00E
source: Nurturing: Offspring inherit 20% higher stats.
spanish: Crianza: la descendencia hereda estadísticas un 20% más altas.

# ,CE59EDA9407017D7F23359822FA77A1D
source: Serve tribe first, or even better bring my tribe mates!
spanish: ¡Servir a la tribu primero, o mejor aún traer a mis compañeras de tribu!

# ,CE6754D34D354921713D50B1F67C0F01
source: I... uh... "forgot" a teaching.
spanish: Yo... eh... "olvidé" una enseñanza.

# ,CE86D5D34609962D9883CD82312DAC88
source: Are you sure you can handle this human?
spanish: ¿Estás seguro de que puedes manejar esto humano?

# ,CEB5AB8346357320346305B899A9C7BB
source: Long ago, large flowers grew here. The nectar they produced was worthy of the Goddess Herself.
spanish: Hace mucho tiempo, aquí crecían grandes flores. El néctar que producían era digno de la propia Diosa.

# ,CEC4092D45D0DBE6546A729EE34F0267
source: Our voices can reach a pitch so pleasant to the ear, that any within reach may become entranced.
spanish: Nuestras voces pueden alcanzar un tono tan agradable para el oído, que cualquiera que esté a su alcance puede quedar fascinado.

# ,CEC660F240FC0F1941C19ABA02D18068
source: Let me wrap my lips around that fat cock of yours, my body longs for your warm cum.
spanish: Déjame envolver mis labios alrededor de esa gorda polla tuya, mi cuerpo anhela tu cálido semen.

# ,CECD706A47419BAE65A5B3979BEFCA77
source: Oh well... I suppose you can have it. I'm going to make a better one!
spanish: Oh, bueno... supongo que puedes tenerla. ¡Voy a hacer una mejor!

# ,CEE2CED74492461582B4EB8D5D2CB4B6
source: Not just with intense pleasure, but useful items that will help you on your quest.
spanish: No solo con un placer intenso, sino también con elementos útiles que te ayudarán en tu búsqueda.

# ,CF2AA32C438E34A279D2A599B0899492
source: Breed my tribe a fertile female that we can share. A soft cow, but not lazy one from pastures!
spanish: Criar para mi tribu una hembra fértil que podamos compartir. ¡Una vaca blanda, pero no perezosa de los pastos!

# ,CF30D7124F42031F52DA0DA6849D4457
source: Actually, nipples reminds me of something!
spanish: En realidad, ¡los pezones me recuerdan algo!

# ,CF8C923C4436452FD45381813CFCD1F5
source: So I can, y-y-you know... make you feel good.
spanish: Entonces puedo, y-y-ya sabes... hacerte sentir bien.

# ,CFA095544A3BB18577988A9489DE24CC
source: Ah so it is true. Indeed, a human does walk the dry land.
spanish: Ah, entonces es verdad. De hecho, un humano camina por tierra firme.

# ,CFB4BE294E1D3D81CE72719BCB08B1C7
source: You know, the floating busty winged statues with the sparkles... I will admit I get all tingly inside around them too!
spanish: Ya sabes, las estatuas aladas y tetonas flotantes con los destellos... ¡debo admitir que también siento un hormigueo dentro de ellas!

# ,CFBBDFD5421C17E7EB1CBBB86EEBD93C
source: Through orgasm, she can impart a tiny fraction of her knowlege to her partner.
spanish: A través del orgasmo, puede impartir una pequeña fracción de sus conocimientos a su pareja.

# ,CFDBD54945D68B87A04B7B9DDE06F521
source: Amber's tits are bigger than me! Why is this world so cruel...
spanish: ¡Las tetas de Amber son mas grandes que yo! Por qué este mundo es tan cruel...

# ,D016E93F4A87C5706D65B1A5E101B0C6
source: More! More!
spanish: ¡Más! ¡Más!

# ,D039FDFA4AB60D6ABD3384AEF3348588
source: It's study time! And by that I mean bring me the most well-endowed Nephelym you can breed. As much as I would like to say this study is about furthering the endless endeavor that is science, no I am horny as hell and want you to fix it! Sure, sex twenty times a day is fun and all, but it's not enough. This one will be for... personal alone time at night. Humans can't possibly understand! The desires don't ever stop!! -Falene
spanish: ¡Es hora de estudiar! Y con eso me refiero a que me traigas el Nephelym mejor dotado que puedas criar. Por mucho que me gustaría decir que este estudio se trata de promover el esfuerzo interminable que es la ciencia, no, ¡estoy cachonda como el infierno y quiero que lo arregles! Claro, el sexo veinte veces al día es divertido y todo, pero no es suficiente. Este será para... el tiempo personal a solas personal. ¡Los humanos no pueden entenderlo! ¡Los deseos nunca se detienen! -Falene

# ,D03FE11A4B475C76629C24AF0C738457
source: Formurian Pond
spanish: Estanque de Formurians

# ,D05595AA4F7337C7E43FD59874E5E624
source: Centaurs can get aggressive when we haven't released for an extended period of time.
spanish: Los centauros pueden volverse agresivos cuando no hemos descargado durante un período de tiempo prolongado.

# ,D066439244AFE855B06F90AB1A4A0829
source: Sultry Plateau
spanish: Meseta Bochornosa

# ,D0AFE2FE43D96C0225B202A9DF9DC0CB
source: You paid the price, now you are filled with a giant load of centaur cum.
spanish: Pagaste el precio, ahora estás lleno de una carga gigante de semen centauro.

# ,D0D371BB447B4CD8A5A17682F596B922
source: Do I look like a civil engineer?!!
spanish: ¡¡¿Me veo como una ingeniera civil?!!

# ,D0DE0CF44CDB98087C882AA54375F7BD
source: That should teach you to cross this titty po--I mean mighty centaur warmaiden, again!
spanish: Eso debería enseñarte a cruzar esta poni tet-: ¡otra vez, me refiero a la poderosa doncella-guerrera centauro!

# ,D0FA90CC4E9378DF7150FB881B18DC60
source: Normal: Roughly 6ft in height.
spanish: Normal: aproximadamente 6 pies (1,8 m) de altura.

# ,D15AF6D44FBD9FB7572622AE572A21D7
source: Hybrid: This one is a mix of two races.
spanish: Híbrido: este es una mezcla de dos razas.

# ,D168672B4C5B79B56A15E097C9217EBC
source: You are... lord of this soil... yesss?
spanish: Tú eres... señor de este suelo... ¿ssssí?

# ,D177C30A4E176DA263EBCDB1F6E13158
source: Wow a visitor!
spanish: ¡Guau, un visitante!

# ,D18F5F504013858974D982AA49D9035F
source: I'm fighting that urge right now...
spanish: Estoy luchando contra ese impulso ahora mismo...

# ,D195ECC34D71382CA65FD091CD7680D5
source: It's the giant red fruit you see all over the pastures. Everyone was crafted with love by me.
spanish: Es la fruta roja gigante que ves por todos los pastos. Todas fueron creadas con amor por mí.

# ,D1984E71418CEF4F3D39AC911B217790
source: Many aquatic @MONSTER_RACE@ inhabit our fair kingdom, but only Krakens have the might and will to rule.
spanish: Muchos @MONSTER_RACE@ acuáticos habitan nuestro bello reino, pero solo krakens tiene el poder y la voluntad de gobernar.

# ,D1B21A3544F4242222944E97EA03E1BB
source: Do come back... my cock will be waiting.
spanish: Vuelve... mi polla estará esperando.

# ,D1E7FBF645BBEB29F682D5A4FAB6A2A5
source: How interesting. Hiss!
spanish: Que interesante. ¡Sss!

# ,D1FC026043E82386A07099A46452AB0F
source: That's why our race desires sex so much--it's so satisfying and beautiful.
spanish: Es por eso que nuestra raza desea tanto el sexo: es tan satisfactorio y hermoso.

# ,D202E32F436700405E2417A73206A501
source: Oh Master... I have waited for this.
spanish: Oh, Master... he esperado para esto.

# ,D209ED1D49C6A4C6106AC69A3100D415
source: When mastah not want harvest... Fern do it.
spanish: Cuando Mastah no quiere cosechar... Fern lo hace.

# ,D251615D4084E3BFFB18D4B26806806F
source: I admit, it is quite tempting. Humans were a myth until I met you.
spanish: Lo admito, es bastante tentador. Los humanos eran un mito hasta que te conocí.

# ,D2843C204C6DDAA26611B0B57F67BC41
source: Grrrrrr! Me human!
spanish: ¡Grrrrrr! ¡Yo humano!

# ,D2DF40244F8B96F91F4101A5AD5F08AA
source: I'm Camilla! Falene's little goblin assistant! You probably won't need to talk to me much because she's the smart one around here.
spanish: Soy Camilla ¡La pequeña asistente goblin de Falene! Probablemente no necesites hablar mucho conmigo porque ella es la inteligente por aquí.

# ,D2F9DD5648274637A18B9A8777C5CF03
source: About that orb...
spanish: Sobre ese orbe...

# ,D3139F1545004EAAF227C0A0C62B74E9
source: Tell me about dragons!
spanish: ¡Háblame de los dragones!

# ,D320A28645DC907082F6169F08223AA5
source: Oh great Falene is back.
spanish: Oh, genial, Falene ha vuelto.

# ,D395A99C4C2FAC4029FBE0A0AACFDE16
source: The Goddess smiles upon her, and she will remain as high priestess.
spanish: La Diosa le sonríe, y ella permanecerá como suma sacerdotisa.

# ,D3E9009E43E0327FC24371950104BD21
source: *Sigh* As you can tell, we @MONSTER_RACE@ have extremely intense sexual desires.
spanish: *Suspira* Como puedes ver, nosotros los @MONSTER_RACE@ tenemos deseos sexuales extremadamente intensos.

# ,D3EBA5FE4F8C935CB40680BE9D7ED27E
source: I see I've been slacking off and let my roots overtake the gate to the cove.
spanish: Veo que me he estado holgazaneando y dejado que mis raíces sobrepasen el portón de la ensenada.

# ,D3EBB7904D4648D8930D5B98189AC73D
source: Hybrid
spanish: Híbrido

# ,D43D63CB4B6E7B157FD06E89C537F572
source: The giver's lower half is elevated while the receiver balances on top.
spanish: La mitad inferior del donante se eleva mientras que la receptora se balancea en la parte superior.

# ,D456D54240773E6C7DA921A0B4BDBA16
source: I need human milk to grow into my final form. Your soft breasts will be emptied as I suck every drop.
spanish: Necesito leche materna para crecer hasta mi forma final. Tus suaves pechos se vaciarán mientras chupo cada gota.

# ,D48D138B4D55F9A604E2E0AFFACE1674
source: Look at my beautiful flower, it bloomed! Oh my did it feel weird...
spanish: Mira mi hermosa flor, ¡floreció! Oh cielos, se sintió raro...

# ,D4B876E04002BC56FF720D829DA04785
source: Ahh... oh... so delicious.
spanish: Ahh... oh... tan delicioso.

# ,D4BAFDEE4340A6062B18808C4CB9ABF1
source: Soon... ahhh... you will be covered and impregnated by sticky Kraken pleasure...
spanish: Pronto... ahhh... estarás cubierto e impregnado por el pegajoso placer de kraken...

# ,D4E7C4CC40DA7F02F81C91A5CFBF13E8
source: Bring me Bovaur milk, and lots of it.
spanish: Tráeme leche de bovaur, y mucha.

# ,D4F1F3F04E4BCBC46FFF2E9AC9B301C0
source: Let's make love!
spanish: ¡Vamos a hacer el amor!

# ,D5061B2C431228573CA43DB6C61F5511
source: Few @MONSTER_RACE@ are older than I, but Pawsmaati is an exception.
spanish: Pocos @MONSTER_RACE@ son mayores que yo, pero Pawsmaati es una excepción.

# ,D52E88834BD47EFB47BD74839CEEB65D
source: Can I have that keystone?
spanish: ¿Puedo tener esa piedra-llave?

# ,D535E0D84F73A7E07CA72DA2ED4F1B11
source: Meaty: Strength raises the XP granted to mates when breeding as a percentage.
spanish: Carnoso: la Fuerza aumenta la EXP otorgada a los compañeros cuando se reproducen como un porcentaje.

# ,D560F92446F9C63CB113458A9A0ED552
source: She will start sucking it when I'm not paying attention, what a nice surprise!
spanish: Ella empezará a chuparlo cuando no le preste atención, ¡qué agradable sorpresa!

# ,D57D76E842FCC75ECC756BA13E9E8C9B
source: Let me lick that sweet human vagina of yours... yes...
spanish: Déjame lamer esa dulce vagina humana tuya... sí...

# ,D5A1DB2341980090F900379E1AE48051
source: If you don't, they will!
spanish: Si no lo haces, ¡ellos lo harán!

# ,D5C1C3B248D402846D813ABD2800F061
source: Mentally I have sex with Her every day.
spanish: Mentalmente tengo sexo con Ella todos los días.

# ,D5C1EFC54081F21A6C1F538839E450A2
source: Yes! Ohhhh, so big... keep going human! Ahh...
spanish: ¡Si! Ohhhh, tan grande... ¡sigue así humana! Ahh...

# ,D5CB7ED64FDBBF8094BDFE9F5271E39E
source: You hear my uh... music?
spanish: ¿Escuchas mi eh... música?

# ,D5E48FA54813F998B6D165A5B2F04BF7
source: We love humans because you're special!
spanish: ¡Amamos a los humanos porque sois especiales!

# ,D5F4BFF649C93B213245C0958C664D40
source: There are an infinite number of @MONSTER_RACE@ souls waiting in the Void to be born into this world.
spanish: Hay un número infinito de almas @MONSTER_RACE@ esperando en el Vacío para nacer en este mundo.

# ,D5F8F9DC452D7E14F022B7A4C04B523C
source: If you can breed me a lovely honey bee, it would be a massive help.
spanish: Si puedes criarme una hermosa abeja de la miel, sería de inmensa ayuda.

# ,D60B38ED43ABAC98BCB33FBB4B3477F4
source: And I'm one of them! A blessed female Painted Elf to be exact!
spanish: ¡Y yo soy una de ellos! ¡Una elfa pintada bendecida para ser exactas!

# ,D673B2CE4FDE4D50F057C0A033DA8F53
source: She is amazing!
spanish: ¡Ella es asombrosa!

# ,D681E76840B85B19D8C08BBCF50268C8
source: All have been pleasurable and delicious... but oh have I wanted something more...
spanish: Todos han sido placenteros y deliciosos... pero oh, he querido algo más...

# ,D6D627BB4317AEDB4A049A875CA79F63
source: We bring her nectar and please her sexually, and in return she let's us eat of her h-h-honey.
spanish: Le traemos néctar y la complacemos sexualmente, y a cambio ella nos deja comer de su m-m-miel.

# ,D6E5B72340D672B892908385DF8BC169
source: In my case, that Alchemist Guild on the surface constantly dumps fresh semen down here.
spanish: En mi caso, ese Gremio de Alquimistas de la superficie arroja constantemente semen fresco aquí.

# ,D6ECEFA141121C7CDA69A5BAC65087CE
source: Ah, you wish to have sex with the mighty Titans; I can respect that, for I have done it many times.
spanish: Ah, deseas tener sexo con los poderosos titanes; puedo respetar eso, porque lo he hecho muchas veces.

# ,D720325F44DF14DB1473D0A78512EB8E
source: Well what are you waiting for? Come on in!
spanish: ¿Bueno, qué estás esperando? ¡Venga!

# ,D75F1B6640E7E50789CBE7B4CBEE0FF3
source: The random mounts I get when I'm not paying attention never gets old.
spanish: Las montas aleatorias que obtengo cuando no estoy prestando atención nunca envejecen.

# ,D76798CF4DCADF9AF42C6B88C36E27FB
source: This won't be easy...
spanish: Esto no será fácil...

# ,D79654914AB8CE6E58B5A28BDCFB3EBC
source: It's a nutritious aphrodisiac, a very powerful one so be careful!
spanish: Es un afrodisíaco nutritivo, uno muy poderoso, ¡así que ten cuidado!

# ,D7A6D67F4C7BFFA071AA8480399A5D41
source: I can't believe it!
spanish: ¡No puedo creerlo!

# ,D7B87B2D4E7F9B733C981C804A0914C8
source: My body longs for your delicious breast milk.
spanish: Mi cuerpo anhela tu deliciosa leche materna.

# ,D7CBF3A849F90F40A1E899A00B974FBA
source: See, there is nowhere in @WORLD_NAME@ that I haven't slithered.
spanish: Mira, no hay ningún lugar en @WORLD_NAME@ por el que no me haya deslizado.

# ,D7CD27D2485A136014BAEDA62F225167
source: The giver lays on top of the receiver and thrusts.
spanish: El donante se acuesta encima de la receptora y empuja.

# ,D7D031AA47A9423B1EE418BC71725DDA
source: *Yawn* Might need a nap after we make love again.
spanish: *Bosteza* Puede que necesite una siesta después de que hagamos el amor de nuevo.

# ,D7D29FFE4A41A6DA230B80B0832CBC28
source: Chieftain very horny, you will regret this. Come here!
spanish: Cacique muy cachonda, te arrepentirás de esto. ¡Ven aquí!

# ,D7F8B9C2431BFB6ED28ECAAF83BAE062
source: Look at my beautiful flower, it bloomed! Oh my did it feel weird...
spanish: Mira mi hermosa flor, ¡floreció! Oh cielos, se sintió raro...

# ,D8048E504EF52CFA3D3F618130F77DB0
source: Aww what an adorable titty pony.
spanish: Amm, que adorable poni tetudita.

# ,D839985345EFF273DA362C9BB07DA471
source: Don't be fooled by those Titans. They might seem like they own the place with their massive size and strength.
spanish: No te deje engañar por esos titanes. Puede parecer que son dueños del lugar con su enorme tamaño y fuerza.

# ,D857E31D47711B85E634029A4E3EB6E7
source: Virgin Breaks is now accessible.
spanish: Las Rupturas Vírgenes ahora son accesibles.

# ,D8702B7C4C5E95A9D843A79FCFBFB106
source: *Sniff*
spanish: *Olfatea*

# ,D87AAD604344FB1EAE2D0F9DCC51E7EA
source: But don't tell the Dragon Matriarch!
spanish: ¡Pero no se lo digas a la Matriarca Dragón!

# ,D8A6098049B17D17442735B4FDBAB323
source: It's really a superior design when you think about it--the next stage of evolution.
spanish: Realmente es un diseño superior cuando lo piensas: la siguiente etapa de la evolución.

# ,D8ADF7FF4D4119D1628F44BF0E97521A
source: Pawsmaati tasked me with practicing my recent lesson with a "winged mountain maiden".
spanish: Pawsmaati me asignó la tarea de practicar mi reciente lección con una "doncella de la montaña alada".

# ,D8D64A6444112501D1C4728A0BB65EB7
source: I grow more voluptuous and beautiful everyday, and it feels so good...
spanish: Cada día crezco más voluptuosa y hermosa, y se siente tan bien...

# ,D8F0F94A480E7784CAF965A42BDDDC9A
source: How are slimes made?
spanish: ¿Cómo se hacen los limos?

# ,D8F23CE1423B47137E2603AC9C522535
source: *Purr*
spanish: *Ronronea*

# ,D9124E55481B91E85A0884AA58197D19
source: 'Mai milk was tasty aye? Plenty more where that came from!
spanish: Mi leshe ehtaba zabrosa, ¿no? ¡Musho máh de donde vino eso!

# ,D913C6254D30AA08E8B01787AE3D1B68
source: Hivelands
spanish: Tierras-Colmena

# ,D942BF8C4B6164B1D4F7569E55FC349E
source: Oh Master... you are too good to me.
spanish: Oh, Master... eres demasiado bueno para mí.

# ,D946784E4574F80408FA7D82B80E4EAC
source: I'm getting wet just thinking about your thick cock seeding me.
spanish: Me estoy mojando solo de pensar en tu gruesa polla sembrándome.

# ,D970772D478546EA5EFEA68C821EAC60
source: For one so weak, human did give mighty load!
spanish: ¡Para uno tan débil, el humano dio una carga poderosa!

# ,D98B804D4BEB2904234F77AB902776CD
source: Every dryad is blessed by the Goddess, there are no wild dryads.
spanish: Cada dríada es bendecida por la Diosa, no hay dríadas silvestres.

# ,D9AEE5314A7E8A6D9F57F6B9A6116A55
source: Each time she moans a little louder, I think she's starting to get addicted to my cock.
spanish: Cada vez gime un poco más fuerte, creo que empieza a volverse adicta a mi polla.

# ,D9AEE8B346F04D85CD643FA456C20645
source: Did you really just phrase it that way?
spanish: ¿De verdad simplemente lo expresaste de esa manera?

# ,D9E588CA4CF77A887584A3B57617B58C
source: *Sobbing*
spanish: *Sollozando*

# ,D9E7689541319CEB860F4A99964E97FE
source: Wild @MONSTER_RACE@ may be dumb, but they need love too!
spanish: Los @MONSTER_RACE@ silvestres pueden ser tontos, ¡pero ellos también necesitan amor!

# ,D9F1E15344E0F55C0BF0C2BD7FA7EB63
source: Hmm... I suppose you were a good mate.
spanish: Hmm... supongo que fuiste una buena pareja.

# ,D9F77A0E43A8B000912D6AB5C30FD924
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,D9FB570C43AD0DD02FC1EA8FBF6685E7
source: Akabeko not found in the wild, her pussy felt unique! Grrrrr!!
spanish: Las akabeko no se encuentran en la naturaleza, ¡su coño se siente único! ¡¡Grrrrr!!

# ,DA05F5A447D7B5F1C5C75E8A35B95C21
source: The Queen Bee demands flowers.
spanish: La Abeja Reina exige flores.

# ,DA1107CD4D4DED76EFB5A3BAE5A1C4D0
source: Come to my embrace.
spanish: Ven a mi abrazo.

# ,DA2AFA94407EDEA10F42C4A25864E68E
source: You buy semen from me! I am a first class cum alchemist, and no one knows more about it!
spanish: ¡Me compras semen! Soy una alquimista de semen de primera clase, ¡y nadie sabe más al respecto!

# ,DA8A389840F92C11D80A20A1593273B7
source: Me grow in thisss soil... hiss. Still sapling... need mastah to grow into big Alraune!
spanish: Yo crecer en essste suelo... ssss. Todavía retoño... ¡necesito Mastah para crecer en una gran alraune!

# ,DA9BB43342773BD3A51CEC9C5A48CA82
source: You may have my cum!
spanish: ¡Puedes tener mi semen!

# ,DAA21E23412F638CF86C45BDFEF403A9
source: Uh... so... want to wrestle?
spanish: Uh... entonces... ¿querer luchar?

# ,DAC926244203A48C0547B89807D93FA8
source: @MONSTER_RACE@ on the other hand reproduce almost instantly.
spanish: Los @MONSTER_RACE@, por otro lado, se reproducen casi instantáneamente.

# ,DADDEBF642EA8FAF8F912C830249D0E6
source: @WORLD_NAME@ is my world.
spanish: @WORLD_NAME@ es mi mundo.

# ,DAF3ABC54412C70DC128659F2DB1098C
source: Oh the songs of pleasure we sang, how good they felt.
spanish: Oh, las canciones de placer que cantamos, qué bien se sentían.

# ,DB00D91D4420A5D9D4F3FBB7DD1AC099
source: I can help you harvest fluids from wild @MONSTER_RACE@.
spanish: Puedo ayudarte a recolectar fluidos de @MONSTER_RACE@ silvestres.

# ,DB0CF562471898C2200245955791C3B9
source: What brings you here?
spanish: ¿Qué te trae por aquí?

# ,DB15AC1342DDCD7D060351944CB369E4
source: Meeeeeow!
spanish: ¡Miiiiiau!

# ,DB1DF3C343E55ED6022897831EFCA30B
source: Haha! Humans do have a one-track mind... you aren't so different from us after all.
spanish: ¡Jaja! Los humanos tienen una mente de una sola pista... después de todo, no eres tan diferente de nosotros.

# ,DB4129DC426B367CD877BE889495E940
source: Let's exchange semen!
spanish: ¡Intercambiemos semen!

# ,DB44149945F62048F1EF0D9C2BF75EFB
source: Pfff I can handle a titty pony.
spanish: Pfff, puedo manejar una pony tetudita.

# ,DB49BD62447CAE7EAA40869818522E59
source: Aww. I'm no Titan but...
spanish: Amm. No soy un titán pero...

# ,DB69E46B4983BD0EAA6594BCFCD514ED
source: Hiss...
spanish: Sss...

# ,DB700CCB477FAB622C9638923D9D31D6
source: That old rusty set of gears above the town entrance controls a pulley system.
spanish: Ese viejo y oxidado juego de engranajes sobre la entrada de la ciudad controla un sistema de poleas.

# ,DB7D31B143C7D61531D61790BE87667B
source: I grew in your soil, and now it is my permanent home. Hopefully you like your new decoration!
spanish: Crecí en tu suelo, y ahora es mi hogar permanente. ¡Ojalá te guste tu nueva decoración!

# ,DC0025004492CEEAE0F8D1A26E169F34
source: Me like this name Blossom. Hiss!
spanish: Yo gusta este nombre Blossom. ¡Sss!

# ,DC23BE8C475FA9FCC7F22596C3D47F3F
source: Fern needsss fluidsss!
spanish: ¡Fern necesssita fluidosss!

# ,DC33A237422E2C40903834AF3706B8E4
source: Then just a few days ago, this orb floated down the drain and got stuck in me.
spanish: Entonces, hace solo unos días, este orbe flotó por el desagüe y se atascó en mí.

# ,DC3F654D485B4A5558C482B697A01B3C
source: Are you ok?
spanish: ¿Estás bien?

# ,DC3FF6AD41D27D03E1D980BAD76F4897
source: Still... you pleased me like a stallion. That's amazing for one of your size!
spanish: Aún así... me complaciste como un semental. ¡Eso es increíble para uno de tu tamaño!

# ,DC59A07E4D2FC78409E32EA7A64B7007
source: That creepy golden seraphim, the one in the temple. She appeared only a few days ago, constantly asking to speak with "the human".
spanish: Esa espeluznante serafín dorada, la del templo. Ella apareció hace solo unos días, constantemente pidiendo hablar con "el humano".

# ,DC843E8A4828B0881624D494C080BC2B
source: Awww... I'm blushing something heavy.
spanish: Ammm... me ehtoy sonrojahdo una barbaridah.

# ,DC85F26F423721D07495E3AB892F86CC
source: They are very unlike your human counterparts.
spanish: Son muy diferentes a sus contrapartidas humanas.

# ,DC880E904973CDED818EF58F9949FB40
source: Submit human... I cannot control my desires!
spanish: Entrégate humana... ¡No puedo controlar mis deseos!

# ,DC956C0949E5CA05486F1583CEACA3ED
source: Busty
spanish: Tetona

# ,DC9E09AE4BC0BE32644CA59E071AE774
source: Honeycomb blocks this gate.
spanish: El panal bloquea este portón.
