Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,13523F8143CE0377FC6658A757678D38
source: Take stupid keystone if you haven't already.
spanish: Toma la estúpida piedra-llave si aún no lo has hecho.

# ,1375B52C45BC0C13C5B21D954838AE4B
source: As a butterfly, my t-t-task is to fly around the world and collect exotic nectar.
spanish: Como mariposa, mi t-t-tarea es volar alrededor del mundo y recolectar néctar exótico.

# ,13E887904839CEF7B4D79EBD63EA0F05
source: I don't care if you aren't a Titan! Ahhhhhhh... ohhh...
spanish: ¡No me importa si no eres un titán! Ahhhhhhh... ohhh...

# ,13F822424D7968B826D8E79C10C52DBC
source: But we can make love now! Let's do that. Maybe something magical will happen.
spanish: ¡Pero podemos hacer el amor ahora! Hagámoslo. Tal vez suceda algo mágico.

# ,14065F34477043D39DE5A2A95756167D
source: Or a human in my case... a truly rare event. One tasty morsel I would never pass up.
spanish: O un humano en mi caso... un evento verdaderamente raro. Un bocado sabroso que nunca dejaría pasar.

# ,14597A3447ACFD81E4E72CB43D419E39
source: If I have to spend the rest of eternity in one spot, I wouldn't want it to be with anyone else...
spanish: Si tuviera que pasar el resto de la eternidad en un lugar, no querría que fuera con nadie más...

# ,146C8ABB4CFE56E192BE198657474339
source: You are... the one that pleasured Fern mother.
spanish: Tú eres... el que complació a madre Fern.

# ,1494AA5040692D75A2E458AE890541FA
source: Allow me to show you what She shared, if I may.
spanish: Permítame mostrarte lo que Ella compartió, si se me permite.

# ,1495FB154E5C773C51452295CAF9F467
source: We are so happy when humans love us and fill our desires, and we will reward you.
spanish: Somos tan felices cuando los humanos nos aman y satisfacen nuestros deseos, y te recompensaremos.

# ,14E2045C4451D2597C51F4AAF56AE3B7
source: Remove your garments, for you must be nude.
spanish: Quítate tus prendas, debes estar desnuda.

# ,14F5C7E34772BFD4F5E7039EF72ACF9E
source: Through all of my long years and endless travels, I never thought to cross paths with a human.
spanish: A través de todos mis largos años y viajes interminables, nunca pensé cruzarme con un humano.

# ,1558B86B4DAABB7D51D53FB9D3508EBD
source: The surface is boring and full of self-righteous angels and simpletons. Hiss!
spanish: La superficie es aburrida y está llena de ángeles farisaicos y simplones. ¡Ssss!

# ,158D44FA46C00C7898EF1C99A9A99EA7
source: Claiming "the spirits told me to make love with the golden angel" or something similar.
spanish: Afirmando que "los espíritus me dijeron que hiciera el amor con el ángel dorado" o algo similar.

# ,15C00C874838EB1710DECF9C8F9A8AB0
source: Her name is Pawsmaati, she is not far from here. You should seek her wisdom.
spanish: Su nombre es Pawsmaati, no está lejos de aquí. Deberías buscar su sabiduría.

# ,16049E004B001A3FEF8E25BEBE498398
source: So, you just meditate and rhyme all day?
spanish: Entonces, ¿solo meditas y rimas todo el día?

# ,16099E454C927A69887E23955E893635
source: I am off to catch that variant.
spanish: Me marcho para atrapar esa variante.

# ,16513C5A4632BB961094E887464CD1B1
source: Hiss!
spanish: ¡Sss!

# ,169058BF4DE41C3E4D03D0ABE7BC7F77
source: We can make love, for it is lonely at times.
spanish: Podemos hacer el amor, porque a veces nos sentimos solos.

# ,16E336BD48B5FD77EAAE96BC1BAAF7D4
source: I don't care if you aren't a Titan! Ahhhhhhh... ohhh...
spanish: ¡No me importa si no eres un titán! Ahhhhhhh... ohhh...

# ,16EC466F4A9673C3FA08CF9ED0AD4534
source: Until now! These last few days have been the happiest of my life.
spanish: ¡Hasta ahora! Estos últimos días han sido los más felices de mi vida.

# ,17088A3C40A455B65AC29F8824A40BA1
source: Can you make flowers grow in the Hivelands?
spanish: ¿Puedes hacer crecer flores en las Tierras-Colmena?

# ,170B9C2D49AD3C9EDFB2F98BB3947924
source: My vagina is pulsing...
spanish: Mi vagina está palpitando...

# ,17607CE74517243E14D7458209F5B954
source: Actually that wouldn't be useful now that I think about it, but anyway where was I...
spanish: En realidad, eso no sería útil ahora que lo pienso, pero de todos modos, dónde estaba yo...

# ,176F7A314E26B5F6293327AB991F4EAA
source: *Snarl* Glorious!
spanish: *Gruñe* ¡Glorioso!

# ,17A76DB943E2CB6F9ACC2A823244D892
source: Now I want to mate! I've been slumbering for many days, and I am extremely horny.
spanish: ¡Ahora quiero aparearme! Llevo muchos días durmiendo y estoy muy cachonda.

# ,17D6A70C4116B743F6CB26ADEB18DFD0
source: It's been so long since I have tasted warm cum.
spanish: Ha pasado tanto tiempo desde que probé el semen caliente.

# ,186FDC7F49586189532EC29D0F8296D3
source: It's presently grasslands and trees...
spanish: Actualmente son pastizales y árboles...

# ,18CAD01243ECA034DDADA1A0880C715D
source: You are in the presence of Pawsmaati, and I am kind.
spanish: Estás en presencia de Pawsmaati, y soy bondadosa.

# ,18D7599649118CDCF2E1C78FFB34E034
source: Through me you may commune with the spirits and change your form.
spanish: A través de mí puedes comunicarte con los espíritus y cambiar tu forma.

# ,18F557C243E97F6A690B608405D897DF
source: It's a fact that @MONSTER_RACE@ semen is a powerful substance--just applying it to your skin has all sorts of effects.
spanish: Es un hecho que el semen de @MONSTER_RACE@ es una sustancia muy poderosa: el solo hecho de aplicarlo en tu piel tiene todo tipo de efectos.

# ,193B4CF045056BF6C0B7E0AF2A4A65FF
source: Valuable: Value is increased by 35%.
spanish: Valioso: el Valor se incrementa en un 35%.

# ,193F948E4333F3741026EABB87402DD3
source: A chance to mate with a human is making my hearts pound, and my tentacles slick...
spanish: Una oportunidad de aparearme con una humana está haciendo que mi corazón se acelere y que mis tentáculos resbalen...

# ,195D4E38448666E82EA5BEA6A446E98A
source: What have I done...
spanish: Qué he hecho...

# ,19A2E9D044587CE3E0AC5B8D366B6974
source: Have ye come back to feel 'mai jugs?
spanish: ¿Hah vuerto pa sentih mih cántaroh de leshe?

# ,19AB0BB8417E1310F35D1D922EF9CFD5
source: My fruit was all I had to give, and she loved it. So much in fact, she let me have full access to her body in return.
spanish: Mi fruta era todo lo que tenía para dar y a ella le encantaba. De hecho, ella me dejó tener acceso completo a su cuerpo a cambio.

# ,19C50B51465308E41B608B8EAE206DA7
source: *Pleasurable Moaning*
spanish: *Gimiendo placenteramente*

# ,1A04D48D493996FF8EDD59A9DDB7C1A6
source: You are the lord of this soil--or owner of Homestead in the common tongue.
spanish: Eres el señor de este suelo: o más bien el dueño de la Granja en la lengua común.

# ,1A36435A4EC979C7162B59A0A03846B6
source: Soon my nectar collection will be complete, and I can return to the Hivelands.
spanish: Pronto mi colección de néctar estará completa y podré regresar a las Tierras-Colmena.

# ,1A66A5974B5893066D25B7A93AD8BA38
source: Does it taste good?
spanish: ¿Sabe bien?

# ,1A7572BD4073E9E25BE3D1889A08E000
source: Experience my amazing butter stick human! Ahhhh...
spanish: ¡Experimenta mi increíble barra de mantequilla humano! Ahhhh...

# ,1A7B16814705FD34BE5FF69AB7855D7B
source: You seek to learn a new way to use a pleasure hole.
spanish: Buscas aprender una nueva forma de usar un agujero del placer.

# ,1AF544224BFAECD89C2CE99B8EE6EB2D
source: It is custom for future queens to make pilgrimage to the dry lands and...
spanish: Es costumbre que las futuras reinas peregrinen a suelo firme y...

# ,1B5A3D3E4B34533CC5E7E599C01B1A38
source: If you want to learn about how to catch @MONSTER_RACE@, head to the town located up the plateau ahead and speak to my assistant Camilla. You can't miss her... actually wait you might, she's so tiny and cute hehehe.
spanish: Si quieres aprender cómo atrapar @MONSTER_RACE@, dirígete a la ciudad ubicada en la meseta más adelante y habla con mi asistente Camilla. No puedes perderla... en realidad, espera, es posible, es tan pequeña y linda jejeje.

# ,1B9EA938413881EEDE041F85884A4BC3
source: How do I learn sex positions?
spanish: ¿Cómo aprendo las posiciones sexuales?

# ,1BC964AA48FF5DA907B29295607F513D
source: Now... ahhh... ohhh...
spanish: Ahora... ahhh... ohhh...

# ,1BD44FF4429194137A0C4CAF227F2CA1
source: Contemplate for moment while I apply some lube.
spanish: Contempla por un momento mientras aplico un poco de lubricante.

# ,1BE1CDD644277334F98620A99521B9DC
source: I am off to catch that variant.
spanish: Me marcho para atrapar esa variante.

# ,1BE4B0584A935AE797E21B89CFDDEBF9
source: A mechanism was repaired.
spanish: Se reparó un mecanismo.

# ,1C15952A4859910408BA90BF113F067B
source: Maybe you and I could have some fun together with this dragon!
spanish: ¡Quizás tú y yo podríamos divertirnos un poco con este dragón!

# ,1C3E96114020C3F1D5514C998DF520B9
source: So much excitement for one day, getting sleepy.
spanish: Tanta emoción por un día, me está dando sueño.

# ,1C71641945A1D7E57E40EEB16FB66E75
source: The lucky Titan will not expect such a massive load!
spanish: ¡El afortunado titán no esperará una carga tan enorme!

# ,1C771B6F4DD1FF210888A5BB37418D44
source: Many of them, but like all wild ones, they frequently phase in and out of the Void.
spanish: Muchos de ellos, pero como todos los silvestres, con frecuencia entran y salen del Vacío.

# ,1C97795346C0DCFF24FCF7965DB04AFF
source: They then mated with the natural creatures of the world. Yeah... the first thing the servants of heaven did was bang everything in sight.
spanish: Luego se aparearon con las criaturas naturales del mundo. Sí... lo primero que hicieron los sirvientes del cielo fue tirarse a todo lo que se movía.

# ,1C9CDC1147105A3D3F0A43BB6C94695C
source: Alternatively, you can recharge your spirit form partially by engaging in sex with blessed ones.
spanish: Alternativamente, puedes recargar tu forma espiritual parcialmente teniendo sexo con bendecidos.

# ,1CB51DBE4D43642F605E479B59AC73A0
source: A mechanism was activated.
spanish: Se activó un mecanismo.

# ,1CCC14A74CE9A9AC038704B5BCC41068
source: Pleased with this, the Goddess created worlds for Her creations to reside in.
spanish: Complacida con esto, la Diosa creó mundos para que Sus creaciones residieran.

# ,1CE3D3C14381A71E21FE5C9262A5AB20
source: Once every 1200 years, the Tree of Bliss will produce a fruit.
spanish: Una vez cada 1200 años, el Árbol de la Dicha producirá un fruto.

# ,1CF80140486F2A7F4E727D8E50B64B37
source: *Lick* *Lick*
spanish: *Lame* *Lame*

# ,1D02B0E54A3658E393B6FFB20782E4EC
source: Come closer, this is going make you feel sssso good!
spanish: ¡Acércate, esto te hará sentir tan bien!

# ,1D0542A344504517417F3A8F68348BA3
source: Oh my sweet little elf... I will cherish you forever.
spanish: Oh, mi dulce elfa... te apreciaré por siempre.

# ,1D0919E245DEEDE87FD63C8852480108
source: I wonder what she brought me this time.
spanish: Me pregunto qué me trajo esta vez.

# ,1D44F1774A53A6682BEE0BB2C13C2732
source: Meow!
spanish: ¡Miau!

# ,1D53B4634A50A322CFC243AF9F5C48DC
source: My tiny little adorable assistant Camilla can help you as well.
spanish: Mi pequeña y adorable asistente Camilla también puede ayudarte.

# ,1D5D92BD4B78C422411CC1AB0BD34552
source: Poor Fesssi is probably running low on bosom cherries by now!
spanish: ¡La pobre Fesssi probablemente ya se esté quedando sin cerezas de seno!

# ,1D81ECE4468C6B5A5BE467964A7CFE43
source: Sadly I can no longer help you harvest fluids from wild @MONSTER_RACE@.
spanish: Lamentablemente, ya no puedo ayudarte a recolectar fluidos de @MONSTER_RACE@ silvestres.

# ,1D9FC9EA4EBB827C25C418BF316240BB
source: This lust is driving me mad human! You have no idea.
spanish: ¡Esta lujuria me está volviendo loca humano! No tienes idea.

# ,1DA742CA40AC6A3A7EC5B6834EEA93B8
source: Mermaids are unique Formurians, we hear frequencies most others cannot.
spanish: Las sirenas son Formurianas únicas, escuchamos frecuencias que la mayoría no pueden.

# ,1DB7FBDD4A80D06FCF9019965B0E0008
source: Ye drank so much for a wee lass!
spanish: ¡Bebihte musho para una mosa pequeñita!

# ,1E0C491A43E8C2F67FA568B20B5A6743
source: Pay close attention to my form, and learn you should.
spanish: Presta mucha atención a mi forma, y aprende lo que debas.

# ,1E23F2524EB7DC68DC07EC92E709C65F
source: Slide yourself in here with me, my body is silky and filled with sweet nectar. I will make you feel so good...
spanish: Deslízate aquí conmigo, mi cuerpo es sedoso y lleno de dulce néctar. Te haré sentir tan bien...

# ,1E2A2FC04EF0D4BCC92A3A911348230A
source: I thought... finally... I would have friends again...
spanish: Pensé que... finalmente... volvería a tener amigos...

# ,1E3AD95641E1D41AAA9115A007EDC28A
source: So much pleasure! Ahhh...
spanish: ¡Tanto placer! Ahhh...

# ,1E80A3A048E90BE3C26622BC4F2230F7
source: Bring them to me so that the Goddess can be reunited with her children. You shall be rewarded with the crystalized cum of the Goddess Herself.
spanish: Tráemelos para que la Diosa pueda reunirse con sus hijos. Serás recompensado con el semen cristalizado de la propia Diosa.

# ,1E9E8C004AF398F32ECD97B66BFC3438
source: What can you do?
spanish: ¿Qué puedes hacer?

# ,1EB41EAD40088E3874A4E0A7F3C437DC
source: I need to release again already... you humans have it so easy.
spanish: Necesito descargar otra vez de nuevo... vosotros los humanos lo tenéis muy fácil.

# ,1EB7986D40F6A7B90EB5ADB781104A11
source: How do I access the area under the temple?
spanish: ¿Cómo accedo al área debajo del templo?

# ,1EBEB6D94E78F0B72A365EAD5BD52461
source: *Yawn*
spanish: *Bosteza*

# ,1EC1BDF8474319018DE2CBA3602448F1
source: I have overcome all desire and emotion. Such is a requirement to become an archangel of the Goddess, for she wants nothing to distract me from my task.
spanish: He superado todo deseo y emoción. Tal es un requisito para convertirme en arcángel de la Diosa, porque ella no quiere que nada me distraiga de mi tarea.

# ,1EC307F7473EF201F5433B8DCF40B401
source: My girls are already hard at work harvesting them.
spanish: Mis chicas ya están trabajando duro para cosecharlas.

# ,1EC6ED68400A0EEDE25F8BA9CAB37F8E
source: T-t-thank you human!
spanish: ¡G-g-gracias humano!

# ,1EDF51EB413B2D360FB8C6B5AD2E62ED
source: Butterfly!
spanish: ¡Mariposa!

# ,1F1CAEA0490338B83DFFE19139FBE3C2
source: Take Keystone
spanish: Toma la piedra-llave

# ,1F2830D14059782BF943B5BD1F8A5942
source: Ah such a glorious mate you have given me!
spanish: ¡Ah, una pareja tan gloriosa que me has dado!

# ,1F39C5E04BCD3150F989F3994E948682
source: We shall continue to wait for our savior. Someone who is one with the soil itself, a true maiden of nature.
spanish: Seguiremos esperando a nuestra salvadora. Alguien que es una con el suelo mismo, una verdadera doncella de la naturaleza.

# ,1F41165A452FBA12C2CF81A71C1DE5AC
source: I wandered into that cave at the far end of the pastures, and that's where I met her.
spanish: Entré en esa cueva en el extremo más alejado de los pastos, y ahí es donde la conocí.

# ,1FA8B3E8448F66CB1045EAB3F54ADE2B
source: Would you... meow... help poor Cassie with this problem?
spanish: ¿Podrías... miau... ayudar a la pobre Cassie con este problema?

# ,1FC53FEF4A2414ADEC40FA84C1B8848D
source: Kindhearted: Grants twice as much XP to mates but only receives half as much.
spanish: Bondadoso: otorga el doble de EXP a los compañeros pero sólo recibe la mitad.

# ,1FEA2992437543C7A8B378B9046E4AE5
source: Such sweet release for Cassie!
spanish: ¡Qué dulce descarga para Cassie!

# ,20149E5046FF32B65667FBA243C9BED4
source: Catch a female Foxen if you have not done so, and then return to me. We will then make love and form a covenant.
spanish: Atrapa una hembra foxen si aún no lo has hecho, y luego vuelve a mí. Luego haremos el amor y formaremos un pacto.

# ,201B358D4CE5E4D894910C97F98AA433
source: Keep this between us, but I think she is as old as the Great Conception itself.
spanish: Que esto quede entre tú y yo, pero creo que ella es tan vieja como la Gran Concepción misma.

# ,202CB97A40D83492E9EFE18430F24A11
source: Vulwarg Kennel
spanish: Caseta de Vulwargs

# ,2087D4A34628AB4B8A51C4827BDC8AA0
source: Fern hope this pleases mastah greatly...
spanish: Fern espera que esto complazca mucho a Mastah...

# ,20A752DD41AFEBDD2A4852BD029B894E
source: You have just become @WORLD_NAME@'s newest resident!
spanish: ¡Te acabas de convertir en el residente más nuevo de @WORLD_NAME@!

# ,20D02E2F4C47F242698FA2B18D41F1BE
source: Need mighty fertile mates to make strong daughters.
spanish: Necesito poderosos compañeros fértiles para hacer hijas fuertes.

# ,20D5FBB14DDFF45AA9B224862543CAFD
source: Sweet and juicy... oh!
spanish: Dulce y jugosa... ¡oh!

# ,20FEDBA24B5C623E162B85A3D6ACF514
source: Starfallen Monolith
spanish: Monolito de los Starfallens

# ,210B50F94F9FCF3416F33C880389C277
source: With Mastah's body fluid... mother made me. Still sapling... want fluidsss!
spanish: Con los fluidos corporales de Mastah... madre me hizo. Todavía retoño... ¡quiero fluidosss!

# ,21152EB846587AFAAB8809931357BD5F
source: Those sweet little magical creatures taste so good... even if they run dry too quickly.
spanish: Esas pequeñas y dulces criaturas mágicas saben tan bien... incluso si se secan demasiado rápido.

# ,2126F09F4B710631419B5DABA6528521
source: *Suck* *Suck*
spanish: *Chupa* *Chupa*

# ,212DDF504562E903B436369721416CBC
source: This flower body is great, I hope you enjoyed it too master.
spanish: Este cuerpo de flor es genial, espero que lo hayas disfrutado también Master.

# ,213C826F44FC31430F08EE8F97663F9A
source: Go play with the wild dragons, I'm sure they would love to get to know you better.
spanish: Ve a jugar con los dragones silvestres, estoy seguro de que les encantaría conocerte mejor.

# ,214776AF4C822D0B66293DB4BC1D955C
source: How long have you been stuck?
spanish: ¿Cuánto tiempo has estado atascada?

# ,217058F6486D81B1085B329585491A13
source: Hornball: Loses 35% less lust during breeding.
spanish: Pervertido: pierde un 35% menos de lujuria durante la reproducción.

# ,219DB5F74ED7CB5AAC90FA94BF883682
source: How interesting... *yawn*
spanish: Que interesante... *bosteza*

# ,21A08FF347BC7DE708B258BAD0F4BEF3
source: You will only catch wild @MONSTER_RACE@, which have roughly the intelligence of animals.
spanish: Solo atraparás @MONSTER_RACE@ silvestres, que tienen aproximadamente la inteligencia de animales.

# ,21D4E1714A491D7CAA40E99AA6D354E8
source: Reverse Cowgirl
spanish: Vaquera Inversa

# ,21F3FE504159303A7B601594A76A9D1D
source: Have you come here to make love with me?
spanish: ¿Has venido aquí a hacer el amor conmigo?

# ,221EB3E64F8474A44715CA969A344204
source: The wild @MONSTER_RACE@ around here are so big and s-s-strong.
spanish: Los @MONSTER_RACE@ silvestres por aquí son tan grandes y f-f-fuertes.

# ,2232F66F4BB565CC2A75538123292067
source: That makes your job a lot easier!
spanish: ¡Eso hace tu trabajo mucho más fácil!

# ,2262A6F64B6CB59E0A4D93A13609ED6A
source: Human cum tastes just like I dreamt it would!
spanish: ¡El semen humano sabe exactamente como lo había soñado!

# ,22657D9344EA0FA193ED4BB66564D308
source: Risu body fluids.
spanish: Fluidos corporales de Risu.

# ,226CAB5E40652DCF455036A02B7F0BEF
source: Human, look how dirty you have become. No, no, this won't do.
spanish: Humano, mira lo sucio que te has vuelto. No, no, esto no servirá.

# ,22721E7243A0F89426773BB6C47E987A
source: We can have a lot of fun with my flower body! I have wanted to make love with you Master...
spanish: ¡Podemos divertirnos mucho con mi cuerpo de flor! He querido hacer el amor contigo, Master...

# ,22A642E14AB14A866F4A749782B623B0
source: Ahhh... yes. My desires are surging, won't you indulge in my body? I will try to be gentle.
spanish: Ahhh... sí. Mis deseos están aumentando, ¿no te complacerás con mi cuerpo? Trataré de ser gentil.

# ,22DBDC6341C9C5D8D427F0A18A87ED40
source: Manage your Bovaur
spanish: Gestiona tus Bovaurs

# ,233ACAAA4B9A80E38B57579ACF78F5DF
source: Sooooo very high human.
spanish: Taaaaan muy alto humano.

# ,2341F9304FDFA81B77486F840A0E749C
source: This allows you to breed and store all hybrids.
spanish: Esto te permite criar y almacenar todos los Híbridos.

# ,235E743740D1DB78A77472BFB5D5C1A8
source: This allows you to catch and store all variants of Sylvan.
spanish: Esto le permite capturar y almacenar todas las variantes de Silvanos.

# ,236BBFF14A62BA287C86179E8ACDDCA9
source: Mastah... your dick so big! Many fluids will it give me.
spanish: ¡Mastah... tu pene es tan grande! Me dará muchos fluidos.

# ,2373050C45C9AA9783D038B170402B88
source: You could... always keep giving me your fluids. I will reward you with intense pleasure and that shiny stuff you like so much.
spanish: Podrías... siempre seguir dándome tus fluidos. Te recompensaré con un placer intenso y esas cosas brillantes que tanto te gustan.

# ,239678F6481C22C297A01BAF6A94E397
source: I want to experience Kraken vagina...
spanish: Quiero experimentar la vagina kraken...

# ,23A18A464B463F98B66625813C8B1459
source: She should have known of the gluttony inherent within serpentssss.
spanish: Ella debería haber sabido de la glotonería inherente en las serpientessss.

# ,23BDA20D4CE368D882C153A4AF960F3B
source: It makes her act... quite strange.
spanish: La hace actuar... bastante extraña.

# ,23E7B88A464A51712A11B1A07FE361A3
source: I am a growing Alraune, perhaps you have fluids to spare?
spanish: Soy una alraune en crecimiento, ¿tal vez te sobran fluidos?

# ,23F2F9554DE5B355FC5887BC91313DC2
source: *Snarl*
spanish: *Gruñe*

# ,240A4A634DB7018141BD60B5A94B716C
source: Oh no! Me hopes ye can understand.
spanish: ¡Oh, no! Espero que lo entiendah.

# ,240E4A09421F907A3C7714B84A5BF051
source: At first I was annoyed, but then it became fun... hiss!
spanish: Al principio estaba molesta, pero luego se volvió divertido... ¡sss!

# ,244693F347E948FB69765A8A6CFF9E08
source: Ohhh... mastah... ahhh... taste your fluids please. Fern feels them coming...
spanish: Ohhh... Mastah... ahhh... el sabor de tus fluidos por favor. Fern los siente venir...

# ,244C8E5D4982978D00C8C4AD305CB067
source: I'm still not fixing your damn gate.
spanish: Todavía no estoy arreglando tu maldito portón.

# ,245BCC9A45EB7B47E46534A6AE4EE9CF
source: In exchange for your fluids that is... oh how delicious you look.
spanish: A cambio de tus fluidos eso es... oh qué delicioso te ves.

# ,24679A7147C3C737DE65DBA1F7CE9FAB
source: Neko Condo
spanish: Condominio de Nekos

# ,249E987842C35A9986491A967E86BEC3
source: Stoic: Increases maximum lust by 20%.
spanish: Estoico: aumenta la lujuria máxima en un 20%.

# ,2501139743DDD3B68A226FB25573A87A
source: Yum... can I have the keystone now?
spanish: Hum... ¿puedo tener la piedra-llave ahora?

# ,25085F2F407D8D979CA1B39E030426E5
source: Change my spirit form.
spanish: Cambiar mi forma espiritual.

# ,253A15E2499151C9550E6A80742E78B6
source: We love it, but every butterfly's dream is... w-w-well...
spanish: Nos encanta, pero el sueño de toda mariposa es... b-b-bueno...

# ,25580E6145BF9216DA12689E0973DCD0
source: I am a well trained centaur warmaiden, you would not stand a chance.
spanish: Soy una doncella de guerra centauro bien entrenada, no tendrías ninguna posibilidad.

# ,255D031B4240EE3EF4E557AE245DE751
source: I'm certain you found it quite pleasurable.
spanish: Estoy seguro de que te pareció bastante placentero.

# ,2562C2DF4A1E2558709AB9BF6D7F7974
source: You don't have to run off now do you? Stay awhile... and...
spanish: No tienes que salir corriendo ahora, ¿verdad? Quédate un rato... y...

# ,25A665DA43117878012D26AE56A39F23
source: Maybe if you see my fat ass younger sister, she could tell you more.
spanish: Tal vez si ves al culo gordo de mi hermana menor, ella podría contarte más.
