Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ConfirmationBox,FulfillConfirmTitle
source: Fulfill Task?
spanish: ¿Cumplir Tarea?

# ConfirmationBox,FulfillFluidConfirm
source: Fluids will be removed from your inventory.
spanish: Los fluidos se eliminarán de su inventario.

# ConfirmationBox,NewGameConfirm
source: Begin a new adventure with a clean slate.
spanish: Comienza una nueva aventura con una ranura limpia.

# ConfirmationBox,NewGameConfirmTitle
source: Start a New Game?
spanish: ¿Comenzar un Nuevo Juego?

# ConfirmationBox,OverwriteGameConfirm
source: This will permanently overwrite the data in this slot.
spanish: Esto sobrescribirá permanentemente los datos en esta ranura.

# ConfirmationBox,OverwriteGameConfirmTitle
source: Overwrite Saved Game?
spanish: ¿Sobrescribir Juego Guardado?

# ConfirmationBox,PresetAttachmentConfirm
source: All presets for this variant will have their attachment colors replaced, this cannot be undone.
spanish: Todos los ajustes preestablecidos para esta variante tendrán sus colores adjuntos reemplazados, esto no se puede deshacer.

# ConfirmationBox,PresetAttachmentTitle
source: Propagate Attachment Color?
spanish: ¿Propagar el Color del Accesorio?

# ConfirmationBox,PresetFurConfirm
source: All presets for this variant will have their fur colors replaced, this cannot be undone.
spanish: Todos los ajustes preestablecidos para esta variante tendrán sus colores de pelaje reemplazados, esto no se puede deshacer.

# ConfirmationBox,PresetFurTitle
source: Propagate Fur Color?
spanish: ¿Propagar el Color del Pelaje?

# ConfirmationBox,PresetHairConfirm
source: All presets for this variant will have their hair colors replaced, this cannot be undone.
spanish: Todos los ajustes preestablecidos para esta variante tendrán sus colores de cabello reemplazados, esto no se puede deshacer.

# ConfirmationBox,PresetOverwriteConfirm
source: Preset data will be overwritten with defaults, this cannot be undone.
spanish: Los datos preestablecidos se sobrescribirán con los valores predeterminados, esto no se puede deshacer.

# ConfirmationBox,PresetOverwriteTitle
source: Overwrite Preset Shape?
spanish: ¿Sobrescribir la Forma Preestablecida?

# ConfirmationBox,PresetPropagateConfirm
source: All presets for this variant will be overwritten with the current body shape, this cannot be undone.
spanish: Todos los ajustes preestablecidos para esta variante se sobrescribirán con la forma del cuerpo actual, esto no se puede deshacer.

# ConfirmationBox,PresetPropagateTitle
source: Propagate Preset Shape?
spanish: ¿Propagar Forma Preestablecida?

# ConfirmationBox,PresetSkinConfirm
source: All presets for this variant will have their skin colors replaced, this cannot be undone.
spanish: Todos los ajustes preestablecidos para esta variante tendrán sus colores de piel reemplazados, esto no se puede deshacer.

# ConfirmationBox,PresetSkinTitle
source: Propagate Skin Color?
spanish: ¿Propagar el Color de la Piel?

# ConfirmationBox,PresetTitle
source: Propagate Hair Color?
spanish: ¿Propagar el Color del Cabello?

# ConfirmationBox,ReleaseConfirm
source: It will permanently leave your ranch and frolic once more.
spanish: Dejará permanentemente su rancho y se divertirá una vez más.

# ConfirmationBox,ReleaseConfirmTitle
source: Release this Nephelym?
spanish: ¿Liberar este Nephelym?

# ConfirmationBox,ReturnMainConfirm
source: All progress since the last save will be lost.
spanish: Se perderá todo el progreso desde la última vez que se guardó.

# ConfirmationBox,ReturnMainConfirmTitle
source: Return to Main Menu?
spanish: ¿Volver al Menú Principal?

# ConfirmationBox,SleepConfirm
source: Sleep for the rest of the day and awake with new-found lust.
spanish: Dormir el resto del día y despertar con la lujuria renovada.

# ConfirmationBox,SleepConfirmTitle
source: Go to Sleep?
spanish: ¿Ir a dormir?

# ConfirmationBox,WindowTitle
source: Confirm
spanish: Confirmar

# ConfirmTradeBox,BatheMonsterMessage
source: Bathing will remove the grungy trait.
spanish: Bañarse eliminará el rasgo Sucio.

# ConfirmTradeBox,BuyUpgradeMessage
source: This upgrade will permanently be added to your ranch.
spanish: Esta actualización se agregará permanentemente a tu rancho.

# ConfirmTradeBox,CancelButton
source: Cancel
spanish: Cancelar

# ConfirmTradeBox,ConfirmButton
source: Confirm
spanish: Confirmar

# ConfirmTradeBox,FinalPrice
source: Final Price:
spanish: Precio Final:

# DialogueMenu,LeaveButton
source: Goodbye
spanish: Adiós

# DialogueMenu,SkipButton
source: Skip
spanish: Omitir

# GameOverlay,ExitButton
source: Exit
spanish: Salir

# GameOverlay,LoadButton
source: Load Game
spanish: Cargar Juego

# GameOverlay,MainMenuButton
source: Main Menu
spanish: Menu Principal

# GameOverlay,OptionsButton
source: Settings
spanish: Configuraciones

# GameOverlay,SaveButton
source: Save Game
spanish: Guardar Juego

# GridItem,Null
source: Null
spanish: Nulo

# HarvestGrid,NotInterested
source: This merchant does not deal in petty fluids.
spanish: Esta comerciante no trata con fluidos menores.

# HarvestWidget,BuyMilkTooltip
source: Buy milk.
spanish: Comprar leche.

# HarvestWidget,BuySemenTooltip
source: Buy semen.
spanish: Comprar semen.

# HarvestWidget,Milk
source: Milk
spanish: Leche

# HarvestWidget,PriceML
source: Unit Price:
spanish: Precio Unitario:

# HarvestWidget,SellMilkTooltip
source: Sell milk.
spanish: Vender leche.

# HarvestWidget,SellSemenTooltip
source: Sell semen.
spanish: Vender semen.

# HarvestWidget,UseMilkTooltip
source: Use 15 ml of milk in attempt to stimulate this wild Nephelym.
spanish: Usar 15 ml de leche en un intento de estimular este Nephelym silvestre.

# HarvestWidget,UseSemenTooltip
source: Use 5 ml of semen in attempt to stimulate this wild Nephelym.
spanish: Usar 5 ml de semen en un intento de estimular este Nephelym silvestre.

# ItemDetails,Allure
source: Allure
spanish: Atractivo

# ItemDetails,AllureTooltip
source: Allure will change by this modifier when this item is used.
spanish: El Atractivo cambiará con este modificador cuando se use este artículo.

# ItemDetails,Description
source: Description
spanish: Descripción

# ItemDetails,Dexterity
source: Dexterity
spanish: Destreza

# ItemDetails,DexterityTooltip
source: Dexterity will change by this modifier when this item is used.
spanish: La Destreza cambiará con este modificador cuando se use este artículo.

# ItemDetails,Fertility
source: Fertility
spanish: Fertilidad

# ItemDetails,FertilityTooltip
source: Fertility will change by this modifier when this item is used.
spanish: La Fertilidad cambiará con este modificador cuando se use este artículo.

# ItemDetails,Level
source: Level
spanish: Nivel

# ItemDetails,LevelTooltip
source: Level will change by this modifier when this item is used.
spanish: El Nivel cambiará con este modificador cuando se use este artículo.

# ItemDetails,Loyalty
source: Loyalty
spanish: Lealtad

# ItemDetails,LoyaltyTooltip
source: Loyalty will change by this modifier when this item is used.
spanish: La Lealtad cambiará con este modificador cuando se use este artículo.

# ItemDetails,Modifiers
source: Modifiers
spanish: Modificadores

# ItemDetails,Name
source: Item
spanish: Artículo

# ItemDetails,Strength
source: Strength
spanish: Fuerza

# ItemDetails,StrengthTooltip
source: Strength will change by this modifier when this item is used.
spanish: La Fuerza cambiará con este modificador cuando se use este artículo.

# ItemDetails,Type
source: Type
spanish: Tipo

# ItemDetails,Value
source: Value
spanish: Valor

# ItemDetails,ValueTooltip
source: Value will change by this modifier when this item is used.
spanish: El Valor cambiará con este modificador cuando se use este artículo.

# ItemDetails,Willpower
source: Willpower
spanish: Fuerza de Voluntad

# ItemDetails,WillpowerTooltip
source: Willpower will change by this modifier when this item is used.
spanish: La Fuerza de Voluntad cambiará con este modificador cuando se use este artículo.

# ItemSystem,NotEnoughFluid
source: Not enough fluid.
spanish: No hay suficiente fluido.

# Keybinds,Action
source: Action
spanish: Acción

# Keybinds,Back
source: Back
spanish: Atrás

# Keybinds,Crouch
source: Crouch
spanish: Agacharse

# Keybinds,GalleryMenu
source: Toggle Gallery
spanish: Alternar a la Galería

# Keybinds,Jump
source: Jump
spanish: Saltar

# Keybinds,Look
source: Camera Look
spanish: Vista de la Cámara

# Keybinds,MoveBackward
source: Move Backwards
spanish: Mover hacia Atrás

# Keybinds,MoveForward
source: Move Forward
spanish: Mover hacia Adelante

# Keybinds,MoveLeft
source: Move Left
spanish: Mover hacia la Izquierda

# Keybinds,MoveRight
source: Move Right
spanish: Mover hacia la Derecha

# Keybinds,Pan
source: Pan
spanish: Panorámica

# Keybinds,Rotate
source: Rotate
spanish: Rotar

# Keybinds,SingleTapDodge
source: One Tap Dodge
spanish: Esquivar con un Toque

# Keybinds,Slide
source: Slide
spanish: Deslizar

# Keybinds,SpiritForm
source: Spirit Form
spanish: Forma Espiritual

# Keybinds,Sprint
source: Sprint
spanish: Esprint

# Keybinds,ToggleBoots
source: Toggle Boots
spanish: Alternar Botas

# Keybinds,ToggleClothing
source: Toggle Clothing
spanish: Alternar Ropa

# Keybinds,TogglePants
source: Toggle Pants
spanish: Alternar Pantalones

# Keybinds,ToggleShirt
source: Toggle Shirt
spanish: Alternar Camisa

# Keybinds,ToggleUnderwear
source: Toggle Underwear
spanish: Alternar Ropa Interior

# Keybinds,Turn
source: Camera Turn
spanish: Giro de Cámara

# Keybinds,UtilityMenu
source: Toggle Utility Menu
spanish: Alternar Menú de Utilidades

# Keybinds,Walk
source: Walk
spanish: Caminar

# Keybinds,Zoom
source: Camera Zoom
spanish: Zoom de Cámara

# ListedResources,EmptySave
source: Empty Save Slot
spanish: Ranura de Guardado Vacia

# MainMenu,ExitGameButton
source: Exit
spanish: Salir

# MainMenu,LoadGameButton
source: Load Game
spanish: Cargar Juego

# MainMenu,NewGameButton
source: New Game
spanish: Nuevo Juego

# MainMenu,SettingsButton
source: Settings
spanish: Configuraciones

# ManageMonster,ActionButton
source: Start
spanish: Iniciar

# ManageMonster,ActionTooltip
source: Perform the selected action, starting a scene if one exists.
spanish: Realiza la acción seleccionada, comenzando una escena si existe.

# ManageMonster,HarvestDev
source: Harvest scene in development.
spanish: Escena de cosecha en desarrollo.

# ManageMonster,InvalidAction
source: Select a harvest action.
spanish: Selecciona una acción de cosecha.

# ManageMonster,ManageWindowTitle
source: Actions
spanish: Acciones

# ManageMonster,QuickActionButton
source: Quick
spanish: Rápido

# ManageMonster,QuickActionTooltip
source: Perform the selected action without starting a scene.
spanish: Realiza la acción seleccionada sin comenzar una escena.

# MateSizeChart,Giver
source: Giver
spanish: Donante

# MateSizeChart,Receiver
source: Receiver
spanish: Receptora

# MerchantSystem,MerchantNoRoomMilk
source: This merchant cannot carry more of this race's milk.
spanish: Esta comerciante no puede llevar más leche de esta raza.

# MerchantSystem,MerchantNoRoomSemen
source: This merchant cannot carry more of this race's semen.
spanish: Esta comerciante no puede llevar más semen de esta raza.

# MerchantSystem,NoRoomMilk
source: You cannot carry more of this race's milk.
spanish: No puedes llevar más leche de esta raza.

# MerchantSystem,NoRoomSemen
source: You cannot carry more of this race's semen.
spanish: No puedes llevar más semen de esta raza.

# Offspring,AcceptButtonTitle
source: Accept
spanish: Aceptar

# Offspring,AcceptButtonTitleTooltip
source: Keep this offspring and add it to your ranch.
spanish: Quedarte con este descendiente y agrégalo a tu rancho.

# Offspring,BackButtonTitleTooltip
source: Return to the gallery.
spanish: Regresar a la galería.

# Offspring,BackTitle
source: Back
spanish: Atrás

# Offspring,ReceiverWindowTitle
source: Nephelym Offspring
spanish: Descendiente Nephelym

# Offspring,ReleaseButtonTitle
source: Release
spanish: Liberar

# Offspring,ReleaseButtonTooltip
source: Release this offspring into the wild.
spanish: Liberar este descendiente en la naturaleza.

# Offspring,RenameButton
source: Rename
spanish: Renombrar

# Offspring,RenameButtonTooltip
source: Rename this offspring before adding it to your ranch.
spanish: Cambiar el nombre de este descendiente antes de agregarlo a tu rancho.

# Radiant,Female
source: Female
spanish: Hembra

# Radiant,Male
source: Male
spanish: Macho

# Radiant,NullText
source: None
spanish: Ninguno

# RenameBox,AcceptButton
source: Accept
spanish: Aceptar

# RenameBox,CancelButton
source: Cancel
spanish: Cancelar

# RenameBox,RandomNameTooltip
source: Generate a random name.
spanish: Genera un nombre al azar.

# RenameBox,WindowTitle
source: Rename
spanish: Renombrar

# ResourceList,ActionEditBreeder
source: Edit Appearance
spanish: Editar Apariencia

# ResourceList,ActionGiveFavorite
source: Give Fluid
spanish: Dar Fluido

# ResourceList,ActionHarvestMilk
source: Harvest Milk
spanish: Cosechar Leche

# ResourceList,ActionHarvestMilkAssist
source: Harvest Milk (Fern)
spanish: Cosechar Leche (Fern)

# ResourceList,ActionHarvestMilkAssist2
source: Harvest Milk (Blossom)
spanish: Cosechar Leche (Blossom)

# ResourceList,ActionHarvestSemen
source: Harvest Semen
spanish: Cosechar Semen

# ResourceList,ActionHarvestSemen2
source: Capture Semen
spanish: Capturar Semen

# ResourceList,ActionHarvestSemenAssist
source: Harvest Semen (Fern)
spanish: Cosechar Semen (Fern)

# ResourceList,ActionHarvestSemenAssist2
source: Capture Semen (Fern)
spanish: Capturar Semen (Fern)

# ResourceList,ActionHarvestSemenAssist3
source: Harvest Semen (Blossom)
spanish: Cosechar Semen (Blossom)

# ResourceList,ActionHarvestSemenAssist4
source: Capture Semen (Blossom)
spanish: Capturar Semen (Blossom)

# ResourceList,ActionRBJ
source: Spontaneous Blow Job
spanish: Mamada Espontánea

# ResourceList,ActionRelease
source: Release into the Wild
spanish: Liberar en la Naturaleza

# ResourceList,ActionRename
source: Rename
spanish: Renombrar

# ResourceList,ActionSleep
source: Sleep
spanish: Dormir

# ResourceList,ActionSurpriseSex
source: Surprise Sex
spanish: Sexo Sorpresa

# SaveMenu,SaveWindowTitle
source: Saved Games
spanish: Juegos Guardados

# SaveMenu,SlotPath
source: Save Location
spanish: Localización de Guardado

# SaveSystem,ErrorSavingGame
source: Error while trying to save.
spanish: Error al intentar guardar.

# SaveSystem,SavedGame
source: Game successfully saved.
spanish: Juego guardado con éxito.

# SettingsMenu,AllFutas
source: Only Futas
spanish: Sólo Futas

# SettingsMenu,AllFutasHelp
source: With the exception of the breeders, all other characters are futas.
spanish: Con la excepción de los criadores, todos los demás personajes son futas.

# SettingsMenu,AudioTitle
source: Sound
spanish: Sonido

# SettingsMenu,AutoplayDialogue
source: Autoplay Dialogue
spanish: Reproducción Automática de Diálogo

# SettingsMenu,AutoplayDialogueHelp
source: Automatically cycle through lines of dialogue without having to press next.
spanish: Ciclo automático a través de las líneas de diálogo sin tener que presionar siguiente.

# SettingsMenu,BulgeHelp
source: Large dicks will slightly bulge the receiver's groin and belly area.
spanish: Los penes grandes abultan ligeramente la ingle y el área del vientre de la receptora.

# SettingsMenu,CameraControls
source: Camera
spanish: Cámara

# SettingsMenu,CameraPan
source: Pan Rate
spanish: Tasa de Panorámica

# SettingsMenu,CameraRotate
source: Rotate Rate
spanish: Tasa de Rotación

# SettingsMenu,CameraZoom
source: Zoom Rate
spanish: Tasa de Zoom

# SettingsMenu,CamShakeHelp
source: Camera will shake when large characters are nearby.
spanish: La cámara temblará cuando haya personajes grandes cerca.

# SettingsMenu,CamShakeOption
source: Camera Shake
spanish: Vibración de la Cámara

# SettingsMenu,CIHelp
source: Female body will swell in proportion to the amount of cum received.
spanish: El cuerpo femenino se hinchará en proporción a la cantidad de semen recibido.

# SettingsMenu,ControlsTitle
source: Controls
spanish: Controles

# SettingsMenu,CumInflation
source: Cum Inflation
spanish: Inflación por Semen

# SettingsMenu,DickBulge
source: Dick Bulge
spanish: Bulto del Pene

# SettingsMenu,DickSheath
source: Dick Seam Blend
spanish: Mezcla de la Juntura del Pene

# SettingsMenu,EffectsVolume
source: Effects
spanish: Efectos

# SettingsMenu,FeralFemales
source: Exotic Females
spanish: Hembras Exóticas

# SettingsMenu,FeralFemalesHelp
source: Female and futa Nephelym can have a trait that alters their appearance to be more monster than human. Males are always exotic.
spanish: Las hembras y las futas Nephelym pueden tener un rasgo que altera su apariencia para ser más monstruo que humana. Los machos son siempre exóticos.

# SettingsMenu,FutanariHelp
source: Female Nephelym and NPCs can have a fully functional dick.
spanish: Las hembras Nephelym y NPCs pueden tener un pene completamente funcional.

# SettingsMenu,GameplayTitle
source: Gameplay
spanish: Jugabilidad

# SettingsMenu,GraphicsTitle
source: Graphics
spanish: Gráficos

# SettingsMenu,HominalFemales
source: Hominal Females
spanish: Hembras Humanoides

# SettingsMenu,HominalFemalesHelp
source: Female and futa Nephelym can have a trait that alters their appearance to be more human than monster.
spanish: Las hembras y las futas Nephelym pueden tener un rasgo que altera su apariencia para ser más humana que monstruo.

# SettingsMenu,KeyBinds
source: Action Bindings
spanish: Enlaces de Acción

# SettingsMenu,LangMode
source: Language
spanish: Lenguaje

# SettingsMenu,LangTitle
source: Localization
spanish: Localización

# SettingsMenu,MalesFutas
source: All Males are Futas
spanish: Todos los Machos son Futas

# SettingsMenu,MalesFutasHelp
source: With the exception of the male breeder, all male Nephelym will be replaced with futas.
spanish: Con la excepción del criador masculino, todos los Nephelym machos serán reemplazados por futas.

# SettingsMenu,MixHelp
source: Offspring colors will be blended from parents.
spanish: Los colores de la descendencia se mezclarán de los padres.

# SettingsMenu,MixOffspring
source: Blend Offspring Colors
spanish: Mezclar Colores en los Descendientes

# SettingsMenu,MusicVolume
source: Music
spanish: Música

# SettingsMenu,OptionsWindowTitle
source: Settings
spanish: Configuraciones

# SettingsMenu,PhysHelp
source: Simulate Breeder's jiggly bits, disable for performance gain. Restart required for full effect.
spanish: Simula las partes temblorosas del criador, desactívalo para aumentar el rendimiento. Es necesario reiniciar para un efecto completo.

# SettingsMenu,PhysicsTitle
source: Physics
spanish: Física

# SettingsMenu,PhysOption
source: Physics
spanish: Física

# SettingsMenu,Pregnancy
source: Pregnancy
spanish: Embarazo

# SettingsMenu,PregnancyHelp
source: Female Nephelym will take 5 days to summon their offspring, and the belly will morph to reflect this.
spanish: La hembra Nephelym tardará 3 días en convocar a su descendencia, y el vientre se transformará para reflejar esto.

# SettingsMenu,Quality
source: Overall Quality
spanish: Calidad General

# SettingsMenu,RenderingFeatures
source: Rendering Features
spanish: Características de Renderizado

# SettingsMenu,Resolution
source: Resolution
spanish: Resolución

# SettingsMenu,ScreenTitle
source: Screen
spanish: Pantalla

# SettingsMenu,SurpriseHelp
source: Allow consensual surprise sex.
spanish: Permitir sexo sorpresa consensuado.

# SettingsMenu,SurpriseSex
source: Surprise Sex
spanish: Sexo Sorpresa

# SettingsMenu,ThemedFluids
source: Racial Body Fluids
spanish: Fluidos Corporales Raciales

# SettingsMenu,ThemedFluidsHelp
source: Each race has unique colors for their body fluids. If disabled, human colors will be used.
spanish: Cada raza tiene colores únicos para sus fluidos corporales. Si está desactivado, se utilizarán colores humanos.

# SettingsMenu,VocalsVolume
source: Vocals
spanish: Voz

# SettingsMenu,Volume
source: Volume
spanish: Volumen

# SettingsMenu,WindowMode
source: Window Mode
spanish: Modo Ventana

# SexyTradeMenu,BuyPositionMessage
source: You will learn this sex position.
spanish: Aprenderás esta posición sexual.

# SSexyBreedingSetupMenu,CollapseGStats
source: Hide detailed stats for selected giver.
spanish: Ocultar estadísticas detalladas del donante seleccionado.

# SSexyBreedingSetupMenu,CollapseRStats
source: Hide detailed stats for selected receiver.
spanish: Ocultar estadísticas detalladas de la receptora seleccionada.

# SSexyBreedingSetupMenu,ExpandGStats
source: View detailed stats for selected giver.
spanish: Ver estadísticas detalladas del donante seleccionado.

# SSexyBreedingSetupMenu,ExpandRStats
source: View detailed stats for selected receiver.
spanish: Ver estadísticas detalladas de la receptora seleccionada.

# SSexyCharacterDetails,SpiritForm
source: Spirit Form
spanish: Forma Espiritual

# SSexyCharacterGalleryControls,ExoticTooltip
source: Give this character its exotic trait if one exists.
spanish: Dale a este personaje su rasgo exótico si existe.

# SSexyCharacterGalleryControls,HominalTooltip
source: Give this character its hominal trait if one exists.
spanish: Dale a este personaje su rasgo humanoide si existe.

# SSexyCharacterGalleryControls,UsrPresetTooltip
source: Load a preset for this character.
spanish: Cargar un preajuste para este personaje.

# SSexyDropList,None
source: None
spanish: Ninguno

# SSexyGalleryMenu,BackButtonTitle
source: Back
spanish: Atrás

# SSexyGalleryMenu,BackButtonTooltip
source: Return to the creator.
spanish: Regresar al creador.

# SSexyGalleryMenu,GiverWindowTitle
source: Select Giver
spanish: Seleccionar Donante

# SSexyGalleryMenu,OffspringButtonTitle
source: Make Offspring
spanish: Hacer Descendiente

# SSexyGalleryMenu,OffspringButtonTooltip
source: See what the selected mates would produce.
spanish: Ver lo que producirían los compañeros seleccionados.

# SSexyGalleryMenu,ReceiverWindowTitle
source: Select Receiver
spanish: Seleccionar Receptora

# SSexyGalleryMenu,ViewButtonTitle
source: View
spanish: Ver

# SSexyGalleryMenu,ViewButtonTooltip
source: View the sex scene for the currently selected mates and options.
spanish: Ver la escena de sexo de los compañeros y las opciones seleccionadas actualmente.

# SSexyGenericMenu,ASOGMessage
source: Special thanks to the following people:
spanish: Un agradecimiento especial a las siguientes personas:

# SSexyGenericMenu,ASOGWindowTitle
source: Ancient Stone of Glory
spanish: Antigua Piedra de la Gloria

# SSexyGenericMenu,DailyTasksTitle
source: Daily
spanish: Diario

# SSexyGenericMenu,FulfillButton
source: Fulfill
spanish: Cumplir

# SSexyGenericMenu,FulfillButtonTooltip
source: Accept the reward for this task.
spanish: Acepta la recompensa por esta tarea.

# SSexyGenericMenu,SpecialTasksTitle
source: Special Requests
spanish: Solicitudes Especiales

# SSexyGenericMenu,TaskMonsterWindowTitle
source: Select Nephelym to Fulfill Task
spanish: Seleccionar Nephelym para Cumplir la Tarea

# SSexyGenericMenu,TaskWindowTitle
source: Breeding Tasks
spanish: Tareas de Reproducción

# SSexyGenericMenu,TravelWindowTitle
source: Select Destination
spanish: Seleccionar Destino

# SSexyKeyBind,BindButton
source: Bind
spanish: Enlazar

# SSexyKeyBind,BindKey
source: Press Key
spanish: Presiona la Tecla

# SSexyMonsterMenu,CollapseStats
source: Hide detailed stats for selected Nephelym.
spanish: Ocultar estadísticas detalladas para el Nephelym seleccionado.

# SSexyMonsterMenu,ExpandStats
source: View detailed stats for selected Nephelym.
spanish: Ver estadísticas detalladas del Nephelym seleccionado.

# SSexyRanchMenu,ManageWindowTitle
source: Actions
spanish: Acciones

# SSexyResourceList,ClearFilterTooltip
source: Clear all current filters.
spanish: Borrar todos los filtros actuales.
