Repository: KeroIgneon/botn-translations
Catalog: *.po
Languages: spanish

# ,A8125055480BB34E28E96EB2CD3017F0
source: They liked it and kept coming back for more. I gave many blow jobs and tasted cum from all over the world, it was great. Hiss!
spanish: Les gustó y siguieron volviendo por más. Di muchas mamadas y probé semen de todo el mundo, fue genial. ¡Ssss!

# ,A83161F4465E00C6CE9D718D3E76EDC6
source: What is the origin of the name "@MONSTER_RACE@"?
spanish: ¿Cuál es el origen del nombre "@MONSTER_RACE@"?

# ,A87432C446A6D9C7528A67B94431B712
source: Mmmm... so hard! Ohhh... ahhh!
spanish: Mmmm... ¡tan duro! ¡Ohhh... ahhh!

# ,A897C9924C36C6F2E58C379611A2B01C
source: Yeah, I'm a Painted Elf!
spanish: ¡Sí, soy una elfa pintada!

# ,A8F87DE746E7EF4E3350AA9C662E1BF0
source: You come to fix gate yes? Stupid elves broke it from their side.
spanish: ¿Vienes a arreglar el portón, sí? Los estúpidos elfos lo rompieron de su lado.

# ,A90E87E3497D9E41C08BE1AB25DF9AEE
source: If thou must indulge your desires, seek the Enlightened One in Sultry Plateau.
spanish: Si debes complacer tus deseos, busca a la Iluminada en la Meseta Bochornosa.

# ,A913B249494A32A6AF263BAE0962E781
source: Slime slime slime... I can play with my slime all day!
spanish: Limo, limo, limo... ¡Puedo jugar con mi limo todo el día!

# ,A91571364DFC6A4FA3772D9FCBDB52AA
source: Who knows which of them are mine, and I don't care. This matriarch will continue reproducing until the end of time.
spanish: Quién sabe cuáles son míos, y no me importa. Esta matriarca seguirá reproduciéndose hasta el fin de los tiempos.

# ,A91A80914B126F3C3F262D93E88AEA71
source: Missionary!
spanish: ¡Misionero!

# ,A926E381450A057D1E6C1598ABA5B917
source: About that dungeon over there...
spanish: Sobre esa mazmorra de allí...

# ,A931FB674A22AA9E31C00B9F0762AF5C
source: Too much information... now, the keystone.
spanish: Demasiada información... ahora, la piedra-llave.

# ,A95B76C9415993E5F52ECDA4492EBE73
source: How long have you been stuck?
spanish: ¿Cuánto tiempo has estado atascada?

# ,A97AEF8E47499B2AEB627CAE711C36BC
source: MEOW!!! Penetrate me human!
spanish: ¡¡¡MIAU!!! ¡Penétrame humano!

# ,A9AE4A3A494201CBF1191DA42CD01CA8
source: Wow! It can't be!
spanish: ¡Guau! ¡No puede ser!

# ,A9B242A6410BF5830F30419F32801AC2
source: Look at my beautiful flower, it bloomed! Oh my did it feel weird...
spanish: Mira mi hermosa flor, ¡floreció! Oh cielos, se sintió raro...

# ,A9DC970946A02BBA89824685FB14ED6A
source: If I wiggle it the right way, it w-w-will distract any potential... mates.
spanish: Si lo muevo de la manera correcta, d-d-distraerá a cualquier potencial... pareja.

# ,AA08081E4A0AF7A81D4B99B1527E6970
source: The demons took advantage of this and started using them as breeding toys.
spanish: Los demonios se aprovecharon de esto y comenzaron a usarlos como juguetes de reproducción.

# ,AA14311148FE8C6A89D0DE953790D7E7
source: Human fix gate now!
spanish: ¡Ahora humano repara el portón!

# ,AA16BE3B4732F407329ED6B450557C71
source: A strange song approaches me, a tune not heard in this land.
spanish: Una extraña canción se me acerca, una melodía que no se escucha en esta tierra.

# ,AA18E8094B0BEABB8C6A948FC36B6552
source: Oh you dirty dirty human... what have you done to yourself?
spanish: Oh, sucio, sucio humano... ¿Qué te has hecho a ti mismo?

# ,AA19D8F246FE5FAD5F7E9D8BEEDF10E3
source: You should stay down here and play with me all day, we can be friends forever!
spanish: Deberías quedarte aquí abajo y jugar conmigo todo el día, ¡podemos ser amigos para siempre!

# ,AA3F14D64D5670190F05DD83A37D1AC9
source: You've changed!
spanish: ¡Has cambiado!

# ,AA4B233A44217B671C811FA495E456B5
source: She can pollinate me all day, and together we will make amazing fruit.
spanish: Ella puede polinizarme todo el día y juntos haremos una fruta increíble.

# ,AAD8CEA34AE6DE13A8683089046598D3
source: Not that you could anyway, we will just take the collar off if you try to put it on us!
spanish: No es que pudieras de todos modos, ¡solo nos quitaremos el collar si intentas ponérnoslo!

# ,AB0597744358BD82828774A65E812AEE
source: Pull Lever
spanish: Palanca de Tiro

# ,AB0F23814A695DE61DBE5DB8FFDFC3EA
source: No one says no to chieftain!
spanish: ¡Nadie dice que no a cacique!

# ,AB33AE4E444B3C498B0DFF9C8B60192F
source: Moaning Crag is now accessible.
spanish: El Risco Gimiente ahora es accesible.

# ,AB9D2C374B19A9E1B3E16E8EF742C9C8
source: Cometh thy to offer @MONSTER_RACE@?
spanish: ¿Vienes para ofrecer @MONSTER_RACE@?

# ,ABE8783F45F5B2BBC550D384AB07C325
source: Indeed, and soon queen of all Formuria.
spanish: En efecto, y pronto reina de toda Formuria.

# ,ABE9EC6846B58FCFACC56D9EEF9C2B8B
source: Titan
spanish: Titán

# ,ABEE483E4EE1D5F8E67437A711E81D7D
source: *Lick* *Kiss*
spanish: *Chupa* *Besa*

# ,AC0651B441F4DE497F64ABAC64E703E2
source: Elves are soft and easy, they like making offspring with us.
spanish: Los elfos son suaves y fáciles, les gusta tener descendencia con nosotros.

# ,AC30709F43155DB485B91FA519412629
source: That's it human, you have annoyed me long enough. Get against that rock and prepare to be smashed.
spanish: Eso es humano, me has molestado lo suficiente. Ponte contra esa roca y prepárate para ser aplastado.

# ,AC4DD54E4585ECFF9E20A9806DEDCEE4
source: My apologies human, I was lost in thought. I'm always busy making fruit for the cows.
spanish: Mis disculpas, humano, estaba perdida en mis pensamientos. Siempre estoy ocupada haciendo fruta para las vacas.

# ,ACB6D0AB4FEF709BE8976DAF20A467D6
source: That look on your face. All you see is a green midget!
spanish: Esa mirada en tu cara. ¡Todo lo que ves es una enana verde!

# ,ACD1C69F4B52BCF56888D3ABD4DD4BC6
source: However, our semen and ovum are where the "magic" happens.
spanish: Sin embargo, nuestro semen y óvulos son donde ocurre la "magia".

# ,AD1829A4465DB79DEB4829B81F4E7A03
source: Meow! That's a fine piece o' property ya got down there...
spanish: ¡Miau! Esa es un buen pedazo de propiedad lo que tienes ahí abajo...

# ,AD224A514AC35938B00457BC8B2C7422
source: Blossom needsss fluidsss!
spanish: ¡Blossom necesssita fluidosss!

# ,AD478B234D74F4166BEDE6A5C70593F6
source: And believe me human... it has been awhile.
spanish: Y créeme humana... ha pasado un tiempo.

# ,AD4B293B4D8F1432446C92924F59456E
source: You will only catch wild @MONSTER_RACE@, which have roughly the intelligence of animals.
spanish: Solo atraparás @MONSTER_RACE@ silvestres, que tienen aproximadamente la inteligencia de animales.

# ,AD729AD145061E3B808691AE861F3641
source: We fight and wrestle for the hell of it!
spanish: ¡Peleamos y luchamos por el gusto de hacerlo!

# ,AD8370D449B2058385D511BCC7D8B193
source: Bosom cherries?
spanish: ¿Cerezas de seno?

# ,ADE570A545B3D82C930945ACF5A2C3CE
source: Human, you have exceeded my expectations and pleased me greatly.
spanish: Humano, has superado mis expectativas y me has complacido enormemente.

# ,ADECACEF405669C45FAC77AB2A48E637
source: My labia are holy and magical. May your tongue be graced by their presence.
spanish: Mis labios son sagrados y mágicos. Que tu lengua sea agraciada con su presencia.

# ,ADECFCE04009A18A9FCD358FEAD730A5
source: Hiss! Oh sexy human, come closer... I promise I won't bite.
spanish: ¡Sss! Oh sexy humano, acércate... te prometo que no morderé.

# ,ADF357A1447CC164A3CF54A274E1EECF
source: I am a growing Alraune, perhaps you have fluids to spare?
spanish: Soy una alraune en crecimiento, ¿tal vez te sobran fluidos?

# ,AE10903F4F5306C2AF3432A0D40AD89F
source: If you get surprised with sex, you will lose all your energy and be forced to sleep until the next day.
spanish: Si te sorprenden con sexo, perderás toda tu energía y te verás obligado a dormir hasta el día siguiente.

# ,AE61589245BE1F5DEB7163B4C2AD2756
source: A world of sex and adventures awaits!
spanish: ¡Un mundo de sexo y aventuras te espera!

# ,AE940C0E4203F3605E98088D0827EA0B
source: Believe me human, I have sired many offspring.
spanish: Créeme, humana, he dado a luz a muchos descendientes.

# ,AE9DC6E246625CE553B669ADBD1EB570
source: Please yourself in my pussy!
spanish: ¡Complácete en mi coño!

# ,AF04F5A4417DBB7D20BC64B4B66C34DD
source: This allows you to catch and store all variants of Titan.
spanish: Esto te permite capturar y almacenar todas las variantes de Titanes.

# ,AF4962AA4EF7962370DC5D869BFFA992
source: Don't give me that look!!
spanish: ¡¡No me mires así!!

# ,AF56D3A1427EFDD2D086F09E5534EC68
source: You are the lord of this soil--or owner of Homestead in the common tongue.
spanish: Eres el señor de este suelo: o más bien el dueño de la Granja en la lengua común.

# ,AF5E23FC4ED6AD9A92E6E98CE8F2080F
source: Uh... are you alright?
spanish: Uh... ¿estás bien?

# ,AF6126694453EEB0A7AA7787649EC605
source: Perhaps you would like to stick that dick in my sparkly elf pussy? Ahhh I would love that...
spanish: ¿Quizás te gustaría meter ese pene en mi brillante coño de elfa? Ahhh me encantaría eso...

# ,AFBF754C422E5E00DF8BB7A37B956DFB
source: Divergent: Offspring have a chance to generate a random trait upon being summoned.
spanish: Divergente: los descendientes tienen la posibilidad de generar un rasgo aleatorio al ser convocados.

# ,AFF40FDB49E0435621047691DD80B3DC
source: Who knows which of them are mine, and I don't care. This matriarch will continue reproducing until the end of time.
spanish: Quién sabe cuáles son míos, y no me importa. Esta matriarca seguirá reproduciéndose hasta el fin de los tiempos.

# ,B00960644B62BA0C4CBBCD83C25D5855
source: Ahhh! *snarl*
spanish: ¡Ahhh! *gruñe*

# ,B0133AC44E841D002819DB9289664369
source: However, they are mere simpletons that serve as my breeding stock!
spanish: Sin embargo, ¡son meros simplones que sirven como mi ganado reproductor!

# ,B071E1E04B9EA4D9C227C2935955161A
source: Wild @MONSTER_RACE@ are what you will be catching and breeding.
spanish: @MONSTER_RACE@ silvestres son los que atraparás y te reproducirás.

# ,B088E0624E17857FAE8AE4B893251DA2
source: Hominal
spanish: Humanoide

# ,B0D63ADB45CCFD884D1581A5725EA8BF
source: Should you manage to do it, the keystone will be granted to you and I shall instruct my workers to remove the honey blocking Sultry Plateau.
spanish: Si logras hacerlo, se te otorgará la piedra-llave y daré instrucciones a mis trabajadoras para que retiren la miel que bloquea la Meseta Bochornosa.

# ,B0F5CCC741FEDFC39587579F638D56DC
source: Asking one of the @MONSTER_RACE@ if they masturbate all day is the most redundant question I've heard.
spanish: Preguntarle a uno de los @MONSTER_RACE@ si se masturban todo el día es la pregunta más redundante que he escuchado.

# ,B100F65E4495A60CD1761FA5FA43CBEE
source: Ohhh but I did!
spanish: ¡Ohhh, pero lo hice!

# ,B11026CD462D3D9C5256F4A490A45911
source: Errrr, I can't stand it anymore, I'm going to milk you dry! I have never tasted human cum before!
spanish: Errrr, no puedo soportarlo más, ¡voy a ordeñarte hasta secarte! ¡Nunca antes había probado semen humano!

# ,B12A342547F0295A52457D814E45C485
source: Yes @BREEDER_NAME@.
spanish: Sí @BREEDER_NAME@.

# ,B1435DF7419D2F4948DD9B9EFF8E628E
source: Are all of these wild dragons your children?
spanish: ¿Son todos estos dragones silvestres tus hijos?

# ,B146211A43E4F159EC3A0C85790314DD
source: Well what are you waiting for? Come on in!
spanish: ¿Bueno, qué estás esperando? ¡Venga!

# ,B16A16AD4DAD11735CC38DBC5E9237B1
source: It's been sometime since I have been mounted, so I might get rough!
spanish: Ha pasado algún tiempo desde que me montaron, ¡así que podría ponerme dura!

# ,B17C429C4AE53B8CA98F5E8166D598D2
source: Come closer human...
spanish: Acércate humana...

# ,B18F6EA040A16FCFD95EB3894A067B79
source: She speaks to me! Such wonderful stories about her adventures rolling around the world.
spanish: ¡Ella me habla! Historias tan maravillosas sobre sus aventuras rodando por todo el mundo.

# ,B1A4C4984540058620CA09A3FC603DBE
source: Hail from the Northern Isles I do! Aye what a beauty 'mai homeland is...
spanish: ¡Sarve dehde lah Irlah der Norte! Seh, qué bellesa eh mi tierra natah...

# ,B1BCFA034FBA8483F5D2578BABDDE685
source: We just love you too much, and sometimes our desires spiral out of control!
spanish: Te amamos demasiado y, a veces, ¡nuestros deseos se descontrolan!

# ,B1BEC3C54841F5611ED8E1A3547AD05F
source: Awww! I could just squeeze ye between 'mai jugs 'til ye climax!
spanish: ¡Ammm! ¡Podría zimplemente ehtrujarte entre mih cántaroh de leshe hahta que llegueh al clímah!

# ,B1E706104468BBBC8C481498B5352B8D
source: When we please each other, the Goddess shares in that pleasure.
spanish: Cuando nos complacemos mutuamente, la Diosa comparte ese placer.

# ,B20F5D9040267E77436A9B94B5F68150
source: Gaudy
spanish: Llamativo

# ,B22A0E0B459BF554FEEAB7920A478BAF
source: In the meantime... I've been a very naughty bunny. Perhaps you'd like to give me a spanking??
spanish: Mientras tanto... he sido una conejita muy traviesa. ¿Tal vez te gustaría darme unos azotes en las nalgas?

# ,B22CBCF74EE8D6771B1E7987993911F6
source: The cave leads to Amorous Hallows. Hiss!
spanish: La cueva conduce a Reliquias Amorosas. ¡Sss!

# ,B2323665415F7EE8A74204A9FD52D914
source: Ye can consider me a connoisseur of @MONSTER_RACE@ milk. Each race's milk has a distinct and delicious flavor, so it is.
spanish: Puedeh considerahme una conosedora de la leshe @MONSTER_RACE@. La leshe de cada rasa tiene un saboh distinto y delisioso, asín eh.

# ,B235542C44D65B1D62C721A3C4CD289F
source: Pay close attention to my form, and learn you should.
spanish: Presta mucha atención a mi forma, y aprende lo que debas.

# ,B27218744AEBAD507E1037B620EC16DA
source: Hiss! Blossom love you mastah!
spanish: ¡Sss! ¡Blossom te ama Mastah!

# ,B27FC78147626E1ED81B86A06FCF68F9
source: My ass is the product of years of "hard" work.
spanish: Mi culo es producto de años de trabajo "duro".

# ,B2DF6AC642DDC3C552F43290DCBE4EA7
source: A human! A super cute human... this is my lucky day. I've been waiting for this phenomenon for... huh. Well as long as I can remember!
spanish: ¡Una humana! Una humana super linda... este es mi día de suerte. He estado esperando este fenómeno desde... eh. Bueno, ¡desde que puedo recordar!

# ,B2E660614B8D73E10C0B2194E4C87529
source: Harpy Aviary
spanish: Aviario de Arpías

# ,B31209614A74AB1A0C2C14AD375B0165
source: I trust my honey was exquisite. Consider yourself honored to have tasted the thick sweet product of my teats.
spanish: Confío en que mi miel fue exquisita. Considérate honrado de haber probado el espeso y dulce producto de mis pezones.

# ,B34ADF5D4AB31A7DC61000950C44B54F
source: A human! A super cute human... this is my lucky day. I've been waiting for this phenomenon for... huh. Well as long as I can remember!
spanish: ¡Un humano! Un humano super lindo... este es mi día de suerte. He estado esperando este fenómeno desde... eh. Bueno, ¡desde que puedo recordar!

# ,B36EC36B46E4D040A92BF09236F605F9
source: Fern need human cum to grow into big Alraune! Hissss, Fern suck dick now!
spanish: ¡Fern necesita semen humano para convertirse en una gran alraune! ¡Sssss, Fern chupa pene ahora!

# ,B3953BA1451F630DE2CF019EB4CB6A69
source: Valuable
spanish: Valioso

# ,B3B231554333647A7518C9A44578C0B1
source: I hear your eyes working your way down my voluptuous form, your heart beats faster.
spanish: Escucho a tus ojos recorrer su camino bajando por mi voluptuosa forma, tu corazón late más rápido.

# ,B3B7244F401573EDDD24A0BB5011F55C
source: This is getting weird...
spanish: Esto se está volviendo raro...

# ,B3B9D4DE46AC98F7EC5432A2F06C92D6
source: Also, you will be making more cute little @MONSTER_RACE@ for me to "play" with!
spanish: Además, ¡harás pequeños @MONSTER_RACE@ más lindos para que yo "juegue" con ellos!

# ,B40DA93F4D87A08B36AB2198B2D523AF
source: We can learn the origins of the universe.
spanish: Podemos conocer los orígenes del universo.

# ,B41CF0334A59DC837984179B995A16B2
source: Such is how I uncovered the truth of non-duality.
spanish: Así es como descubrí la verdad de la no-dualidad.

# ,B48E37AC4977FA95BA4EB3B39018F087
source: My body longs for your delicious breast milk.
spanish: Mi cuerpo anhela tu deliciosa leche materna.

# ,B49B5FD64432ADC45593F3B4F50455B6
source: Waterfall
spanish: Cascada

# ,B4EE3075417C568D59F3C0AC4A5049A3
source: I have heard legends of the Enlightened One somewhere in Sultry Plateau.
spanish: He escuchado leyendas de la Iluminada en algún lugar de la Meseta Bochornosa.

# ,B4EFBB67424526E49554149C5ADDE508
source: Ohhhh your dick! Finally!
spanish: ¡Ohhhh, tu pene! ¡Por fin!

# ,B5227FC24AE0F8318DF7DBAF9AC7553A
source: So you want to learn new sex positions I see...
spanish: Así que quieres aprender nuevas posiciones sexuales, ya veo...

# ,B5A2F9CD41C677116ECB32818AB2D2D7
source: Take them to Homestead and make offspring.
spanish: Llévalos a la Granja y haz descendencia.

# ,B5AD6A9A40AB4528FFC0BCBCD051C66B
source: Ah little one... you are now mine. Don't be afraid, for I only wish to please.
spanish: Ah, pequeña... ahora eres mía. No tengas miedo, pues solo deseo complacer.

# ,B5B8312540B0C71F1DDBCEADEF6C3E02
source: I meant what I said about ye between 'mai jugs. Mayhaps we can have a li'l fun in the future?
spanish: Quise desih lo que dije sobre ti entre cántaroh de leshe. ¿Quisáh podamoh divertirnoh un poco en er futuro?

# ,B5C876DA4DBA230757C412BE4612735C
source: Grrrr!!! A cow with some spunk, now get to it human!
spanish: ¡¡¡Grrrr!!! Una vaca con algo de agallas, ¡ahora hazlo humano!

# ,B5E173FA45294C4DE256EF836668F092
source: Both?
spanish: ¿Ambas?

# ,B5F3B5B2436545B9AAC067B451FA7563
source: Her beautiful breasts make so much honey, she has an army of bee daughters to milk her.
spanish: Sus hermosos pechos producen tanta miel que tiene un ejército de hijas abeja para ordeñarla.

# ,B5FEFBB64D1BFCA1A84984AD156AFD02
source: What else should a clam do?
spanish: ¿Qué más debería hacer una almeja?

# ,B601DE914360E4E4962B9BAE17334C67
source: A pity indeed human... I suppose such low standards are fitting.
spanish: Una lástima, de hecho, humano... supongo que unos estándares tan bajos son adecuados.

# ,B628775D4659A3C72D73DAAB3B931832
source: Pawsmaati never said I couldn't practice with a human, and I've become quite horny while waiting here.
spanish: Pawsmaati nunca dijo que no podría practicar con un humano, y me he puesto bastante cachonda mientras esperaba aquí.

# ,B63337A041FFD99C138E44AB261A71CE
source: Cove of Rapture is now accessible.
spanish: Ensenada del Éxtasis ahora es accesible.

# ,B685468D40290FF6E84B0D812D2A7F2F
source: Everyone wants Falene. She's so beautiful, and no one cares about the short girthy lump in the corner!
spanish: Todos quieren a Falene. Ella es tan hermosa, ¡y a nadie le importa el pequeño bulto orondo en la esquina!

# ,B69447294A19D4E4338E36BBB1C2DADE
source: Catch a futa Foxen if you have not done so, and then return to me. We will then make love and form a covenant.
spanish: Atrapa una futa foxen si aún no lo has hecho, y luego vuelve a mí. Luego haremos el amor y formaremos un pacto.

# ,B69F20F0421426CBBF0D7FBE2E7C76D6
source: The townsfolk come here to relax and make love, it is beautiful.
spanish: La gente del pueblo viene aquí para relajarse y hacer el amor, es hermoso.

# ,B72B154840C9EFADCC67BE89C1C467AA
source: I can feel the roots of many cuminus flowers, but no ejaculum-phallis. Hmm...
spanish: Puedo sentir las raíces de muchas flores de comino, pero no del ejaculum-phallis. Mmm...

# ,B740BA7F4ADFB18E32DFE99606B483B3
source: Bless me for say'n so, but I was wish'n you'd ask that!
spanish: Bendíseme poh desirlo, ¡pero me guhtaría que me preguntarah eso!

# ,B792D83B44DC1E7BF9DAE08B4D4A3E70
source: The real question is: how did you get here human?
spanish: La verdadera pregunta es: ¿cómo llegaste aquí humano?

# ,B79398FF462643C6AD3C78BBEBD9E244
source: Only a dryad would be able to do such a thing.
spanish: Solo una dríada podría hacer tal cosa.

# ,B79CA71847A95B814D43088A9A29BF45
source: Besides, when I make love with them it spares them from dealing with the Reaper, and my orgasm creates another bosom cherry.
spanish: Además, cuando hago el amor con ellas, no tienen que lidiar con la Segadora, y mi orgasmo crea otra cereza de seno.

# ,B79CB910400AA9573644BCA03D3D9F51
source: My... "experiments" suggest that our human half is pulled from the human parent.
spanish: Mis... "experimentos" sugieren que nuestra mitad humana se extrae del pariente humano.

# ,B7A48A8D48179006F728B3895940A90C
source: Ah the glowing rock trapped in my web.
spanish: Ah, la roca brillante atrapada en mi telaraña.

# ,B7A8AD6E44A41AB54281548D1A882FFC
source: Wow human, you must have been desperate to give this nugget your love.
spanish: Guau, humana, debes haber estado desesperada por darle a esta pepita tu amor.

# ,B7AB851641C9ABEE4A178B9DFFD50B0B
source: Hybrid
spanish: Híbrido

# ,B7ABB23A457CC2E34BB616933364E7F3
source: A larger giver uses its strength to lift the receiver while penetrating from behind.
spanish: Un donante más grande usa su fuerza para levantar a la receptora mientras la penetra por detrás.

# ,B7C8EAFE428A554328A015A9F572AEDC
source: Make love with me again @BREEDER_NAME@, let us writhe in pleasure before Her gaze.
spanish: Hazme el amor de nuevo @BREEDER_NAME@, retorciéndonos de placer ante Su mirada.

# ,B7DDB984480E5280CB46B69238C0654E
source: Chubby: This one has more body fat.
spanish: Gordito: este tiene más grasa corporal.

# ,B7F0D9A14870E8556879B3A948639F2A
source: Collecting nectar as a delicate butterfly is difficult.
spanish: Recoger néctar como una delicada mariposa es difícil.

# ,B8035279491515770BA6408AEE0EC908
source: Worry not of your forgetful mind.
spanish: No te preocupes por tu mente olvidadiza.

# ,B8242BCA4C426CBD3195A28D03A195C3
source: Well what are you waiting for? Come on in!
spanish: ¿Bueno, qué estás esperando? ¡Venga!

# ,B825E1564FCBA4D960D238AFD10804AC
source: The lucky Titan's cock won't be able to keep up!
spanish: ¡La polla del afortunado titán no podrá seguir el ritmo!

# ,B8297A054AB04B137F3266B6480756F5
source: I'm here to collect nectar for our queen.
spanish: Estoy aquí para recolectar néctar para nuestra reina.

# ,B82A33C04616825E1FC07F99415D421D
source: What a lovely talking fern...
spanish: Qué encantador helecho parlante...

# ,B82BF1F5413587624AD2A6919AF2A0BA
source: Place Keystone
spanish: Coloca la piedra-llave

# ,B832AA994DBADAA17A15049B206652C5
source: Well I've answered your question so you probably want to leave now. If you have any more questions you should feel free to ask me. Although I'm sure Falene could answer your questions too.
spanish: Bueno, he respondido a tu pregunta, así que probablemente quieras irte ahora. Si tienes más preguntas, no dudes en preguntarme. Aunque estoy segura de que Falene también podría responder a tus preguntas.

# ,B841784842366C72B99D7BABC88D97E6
source: Pregnancy doesn't make sense!
spanish: ¡El embarazo no tiene sentido!

# ,B8579E3C4F6006CC5CA3CF899F4C6E39
source: Can y-y-you help me first?
spanish: ¿P-p-puedes ayudarme primero?

# ,B85AAF9E46DEE4DCD0E942BEAB518960
source: The receiver lays elevated on her back, while the giver stands and thrusts.
spanish: La receptora yace elevada sobre su espalda, mientras que el donante se queda de pie y empuja.

# ,B864A1D642255D8E7C1821AC53EC9231
source: *Yawn*
spanish: *Bosteza*

# ,B87369D344C73AFA3F04D49BC07D8BE3
source: My ass can once again sway in the breeze, and trust me human, it will.
spanish: Mi culo puede mecerse con la brisa una vez más, y confía en mí humano, lo hará.

# ,B89AB95C43AA6DC8279A10A4ECA0DD22
source: After being down here alone for so long, I had forgotten what it was like to speak with someone.
spanish: Después de estar aquí sola durante tanto tiempo, había olvidado lo que era hablar con alguien.
